{"sections":{"shogun-helper":{"type":"shogun-helper","settings":{}},"main":{"type":"main-page","disabled":true,"settings":{"padding_top":28,"padding_bottom":28}},"shogun-optimizer":{"type":"shogun-optimizer","settings":{}},"custom_promo_box_6baTGU":{"type":"custom-promo-box","name":"Custom Promo Box","settings":{"text_left":"Hasta 20% de descuento Sillones","link_left":"shopify:\/\/collections\/armchairs","text_center":"Hasta 20% de descuento Camas","link_center":"shopify:\/\/collections\/beds","text_right":"Hasta 20% de descuento Mesas de centro","link_right":"shopify:\/\/collections\/coffee-tables","bottom_text":"ASHLEY TARIFF ASSURANCE – BEST VALUE, NO COMPROMISE","link_bottom":""}},"custom_breadcrumb_AaTmrB":{"type":"custom-breadcrumb","name":"Breadcrumbs","settings":{"show_breadcrumbs":true,"show_page_title":true,"breadcrumb_font_family":"Arial","text_color":"#333333","link_color":"#333333","link_hover_color":"#000000","border_color":"#e0e0e0","font_size":14,"font_weight":"400","padding_top":15,"padding_bottom":0,"divider_size":14,"divider_color":"#999999","border_thickness":1,"title_font_family":"Arial","title_color":"#333333","title_font_size":24,"title_font_weight":"600","title_margin_top":10,"title_margin_right":0,"title_margin_bottom":20,"title_margin_left":0,"title_padding_top":0,"title_padding_right":0,"title_padding_bottom":0,"title_padding_left":0}},"rich_text_PACEVw":{"type":"rich-text","blocks":{"heading_Ptm8iR":{"type":"heading","settings":{"heading":"Renuncia de Jurado y Renuncia de Clase","heading_size":"h1"}},"text_9kdzYL":{"type":"text","settings":{"text":"<p>TÉRMINOS Y CONDICIONES COMERCIALES Y AUTORIZACIÓN PARA EL TRATAMIENTO DE DATOS PERSONALES (HABEAS DATA)<br\/>Actualizado: 30 de agosto de 2023<br\/>CONDICIONES COMERCIALES Y AUTORIZACIÓN PARA EL TRATAMIENTO DE DATOS PERSONALES (HABEAS DATA)<\/p><p>1. Los precios de los productos no incluyen el envío o la instalación a menos que estos servicios estén debidamente detallados en el pedido o factura. El alcance de los servicios de envío e instalación puede variar dependiendo del tipo de servicio adquirido. <\/p><p>2. Las entregas solo se realizan en condiciones \"normales\" o aquellas acordadas en la plantilla de dimensiones de acceso. El cliente es responsable de resolver situaciones inesperadas como levantar productos por la fachada en caso de escaleras estrechas, ascensores pequeños, entre otros.<\/p><p>3. Los envíos e instalaciones se programarán de acuerdo con la disponibilidad en ese momento. Los precios del servicio de envío e instalación incluyen solo una (1) entrega por pedido. Los instaladores y el transportista esperarán un máximo de quince (15) minutos. Si no hay nadie en el lugar de entrega y\/o la entrega se cancela antes de la entrega, la entrega debe reprogramarse. El cliente asumirá el costo de transporte e instalación para la siguiente entrega. Si no puede asistir a la entrega de su producto, llame a la tienda donde lo compró y notifíquenos antes de las 12:00 p. m. del día hábil anterior a la entrega. Esto evitará costos de envío. Consulte los detalles de la tienda para conocer los costos.<\/p><p>4. Los costos y riesgos por el embalaje, envío y seguro de los envíos no realizados por Clover4 SAS son responsabilidad del cliente. <\/p><p>5. Envíe el comprobante de pago a experiencia@ashleycolombia.com. Los pagos serán procesados una vez que el monto esté disponible a través de nuestros canales de pago, cumpliendo con el requisito para programar la entrega o instalación, si se ha comprado. <\/p><p>6. Clover4 SAS no es responsable por daños a tuberías de agua o eléctricas u otras instalaciones adheridas a la pared o piso, cuya existencia no haya sido reportada por el cliente por escrito a Clover4 SAS antes de la instalación. Por lo tanto, Clover4 no es responsable por ningún costo o daño incurrido en este evento.<\/p><p>7. Una vez que se informa al cliente que el mobiliario y\/o accesorios están listos para ser enviados, el cliente tiene un período de diez (10) días para recibir la mercancía. Si después de este período de tiempo el cliente no recibe el mobiliario y\/o accesorios, el cliente incurrirá en un costo adicional del tres por ciento (3%) mensual del precio total de venta del mobiliario y\/o accesorios como recargo por almacenamiento y proporcional según la cantidad de días en los cuales el cliente no coordina el despacho. Este recargo deberá ser pagado por el cliente antes del envío de los productos. Si el almacenamiento del mobiliario y\/o accesorios se realiza en un almacén diferente a Clover4 SAS, el cliente deberá asumir los costos de almacenaje correspondientes y, en cualquier caso, debe ser responsable de este valor, ya que el objeto social de Clover4 SAS no consiste en proporcionar servicios de almacenamiento o depósito a los clientes de los productos que comercializa, lo que constituye un contrato sustancialmente diferente del contrato de compra y venta. Si el cliente tarda más de quince (15) días en coordinar la entrega, el mobiliario y\/o accesorios pueden ser liberados para la venta, y el cliente recibirá un vale por el monto pagado en el pedido menos el costo de almacenaje durante el tiempo que el mobiliario y\/o accesorios estuvieron reservados, así como el valor de la 'tarifa de reposición'.<\/p><p>8. Si, después de realizar un pedido, el cliente decide cancelarlo total o parcialmente, Clover4 SAS cobrará al cliente el 50% del valor del mobiliario y\/o accesorios objeto de cancelación como daños. <\/p><p>9. El cliente reconoce y acepta que después de recibir el mobiliario y\/o accesorios a su completa satisfacción, no se aceptarán devoluciones. En cualquier caso, si el cliente decide devolver el mobiliario y\/o accesorios después de recibirlos a su satisfacción, Clover4 SAS cobrará al cliente el 50% del valor total del mobiliario y\/o accesorios devueltos como daños, siempre que el mobiliario y\/o accesorios no estén dañados o defectuosos.<\/p><p>10. Clover4 SAS estima que entregará el mobiliario y\/o accesorios dentro de los plazos estipulados en la parte posterior de esta hoja. Sin embargo, el cliente reconoce y acepta que, dado que se trata de la venta de mobiliario y\/o accesorios importados y exclusivos, pueden ocurrir cualquiera de los siguientes eventos enumerados a continuación y están fuera del control de Clover4 SAS:<\/p><p>a) Los muebles y\/o accesorios ordenados por el comprador pueden ser descontinuados en el país de producción o exportación. En este caso, el cliente puede elegir otros muebles y\/o accesorios o cancelar el pedido. Si se ha realizado algún pago, Clover4 SAS reembolsará al cliente.<\/p><p>b) La producción de muebles y\/o accesorios solicitados por el comprador se detiene en el país donde se produce, en cuyo caso el cliente acepta esperar hasta que se reanude la producción de muebles y\/o accesorios en el país donde se produce y una vez que la producción se reanude, Clover4 SAS informará al comprador.<\/p><p>c) En caso de que la aduana no permita temporalmente la entrada de muebles y\/o accesorios de Clover4 SAS en el territorio colombiano o por cualquier razón impida que los muebles y\/o accesorios importados lleguen al país en la fecha establecida, tanto Clover4 SAS como el cliente, debido a que es una decisión de una autoridad, saben y aceptan que deben esperar a que las Autoridades Aduaneras permitan la entrada de muebles y\/o accesorios en el territorio colombiano.<br\/>El cliente tendrá la opción de cancelar la orden de compra, sabiendo que debe reconocer y pagar a Clover4 SAS el 50% del valor de la venta como daños en el momento de la cancelación.<\/p><p>11. Los muebles y\/o accesorios comprados por el cliente con descuento no pueden ser devueltos ni cambiados; al comprarlos, el comprador sabe que los muebles y\/o accesorios pueden tener posible deterioro y\/o defectos. <\/p><p>12. Clover4 SAS ofrece una garantía de un (1) año en todos sus productos en caso de defectos de fabricación o defectos en los materiales. En estos casos, Clover4 SAS, a su discreción, reparará o reemplazará el producto total o parcialmente. Los daños y defectos causados por accidentes, negligencia, uso irregular, o el incumplimiento de las instrucciones de ensamblaje y la guía de cuidado del producto no estarán sujetos a reclamaciones.<\/p><p>13. Para averiguar cómo cuidar mejor de sus productos, visite ashleycolombia.com. <\/p><p>14. El cliente autoriza a la marca a enviar comunicaciones, incluyendo noticias, información sobre campañas de marketing y\/o invitaciones a eventos que puedan ser de interés. Esta comunicación se enviará a la dirección de correo electrónico, y se podrá contactar al cliente a través de cualquier otro medio proporcionado en el momento de la compra. <\/p><p>15. Cualquier asunto no expresamente previsto en las condiciones comerciales previamente estipuladas por Clover4 SAS se establece de acuerdo con las regulaciones del Código Comercial que regulan las ventas, artículos 905 a 967, y teniendo en cuenta el objeto social de Clover4 SAS.<\/p><p>16. Para los productos correspondientes a la promoción del Black Friday, no se aceptan cambios ni devoluciones. Acepto que he leído y estoy de acuerdo con los términos y condiciones de este contrato.<\/p><h3>* Términos y condiciones: Ashley Barranquilla 20%<\/h3><p><em>Condiciones Comerciales – Promoción de Apertura de Ashley Barranquilla: Del 25 de julio al 25 de agosto de 2025, Ashley ofrecerá un descuento exclusivo del 20% en los pedidos realizados durante este período, como parte de la apertura de su tienda en Barranquilla. Esta promoción se aplica solo a compras realizadas en la tienda física en Barranquilla, con entregas en la región caribeña colombiana y cuyo plazo de entrega sea de 45 días calendario o más. El beneficio se aplica únicamente a pedidos con pago anticipado del 100%. No se aplica a compras con entrega inmediata, pedidos con pago parcial, compras realizadas fuera de la tienda de Barranquilla, o entregas fuera de la región caribeña. Esta promoción no se puede combinar con otras promociones o descuentos actuales. Es una oferta exclusiva de apertura y no será válida fuera del período establecido. Ashley se reserva el derecho de verificar las condiciones para aplicar el beneficio.<\/em><\/p>"}}},"block_order":["heading_Ptm8iR","text_9kdzYL"],"custom_css":[".rich-text__blocks .h1 {font-size: 26px; font-weight: 700; line-height: 100%; color: #000;}",".rich-text__text {margin-top: 1rem;}",".rte p {font-size: 14px !important; color: #000 !important; padding-bottom: 10px; line-height: 30px;}","em {font-size: 14px;}",".rich-text__text h3 {font-size: 18px !important; line-height: 30px; font-weight: 600; color: #000 !important;}"],"name":"t:sections.rich-text.presets.name","settings":{"desktop_content_position":"left","content_alignment":"left","color_scheme":"","full_width":true,"padding_top":0,"padding_bottom":52}}},"order":["shogun-helper","main","shogun-optimizer","custom_promo_box_6baTGU","custom_breadcrumb_AaTmrB","rich_text_PACEVw"]}