/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "shogun-helper": {
      "type": "shogun-helper",
      "settings": {}
    },
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "padding_top": 28,
        "padding_bottom": 28
      }
    },
    "shogun-optimizer": {
      "type": "shogun-optimizer",
      "settings": {}
    },
    "custom_promo_box_bDF7mD": {
      "type": "custom-promo-box",
      "name": "Custom Promo Box",
      "settings": {
        "text_left": "Hasta 20% de descuento Sillones",
        "link_left": "shopify://collections/poltronas",
        "text_center": "Hasta 20% de descuento Camas",
        "link_center": "shopify://collections/beds",
        "text_right": "Hasta 20% de descuento Mesas de centro",
        "link_right": "shopify://collections/coffee-tables",
        "bottom_text": "GARANTÍA ASHLEY TARIFF – MÁXIMO AHORRO, MÁXIMA CALIDAD",
        "link_bottom": ""
      }
    },
    "custom_breadcrumb_k6W33C": {
      "type": "custom-breadcrumb",
      "name": "Breadcrumbs",
      "settings": {
        "show_breadcrumbs": true,
        "show_page_title": true,
        "breadcrumb_font_family": "Arial",
        "text_color": "#333333",
        "link_color": "#333333",
        "link_hover_color": "#000000",
        "border_color": "#e0e0e0",
        "font_size": 14,
        "font_weight": "400",
        "padding_top": 15,
        "padding_bottom": 0,
        "divider_size": 14,
        "divider_color": "#999999",
        "border_thickness": 1,
        "title_font_family": "Arial",
        "title_color": "#333333",
        "title_font_size": 24,
        "title_font_weight": "600",
        "title_margin_top": 10,
        "title_margin_right": 0,
        "title_margin_bottom": 20,
        "title_margin_left": 0,
        "title_padding_top": 0,
        "title_padding_right": 0,
        "title_padding_bottom": 0,
        "title_padding_left": 0
      }
    },
    "rich_text_rx4T67": {
      "type": "rich-text",
      "blocks": {
        "heading_qbjFTK": {
          "type": "heading",
          "settings": {
            "heading": "Declaración de Accesibilidad Digital de Ashley",
            "heading_size": "h1"
          }
        },
        "text_VJd6Ue": {
          "type": "text",
          "settings": {
            "text": "<h2>Nuestra Política y Compromiso</h2><p>En Ashley, estamos comprometidos con la accesibilidad. Como parte de ese compromiso, estamos haciendo esfuerzos para garantizar que las propiedades digitales de Ashley sean accesibles para todas las personas, independientemente de sus capacidades. Al hacerlo, Ashley tiene como objetivo cumplir con los estándares de accesibilidad aplicables incluidos en las pautas WCAG 2.1 del W3C.<br/></p><h2>Declaración de Accesibilidad Digital</h2><p>Estamos trabajando para garantizar que nuestros sitios web y servicios en línea sean accesibles para todos y nos comprometemos a seguir las <a href=\"https://www.w3.org/WAI/standards-guidelines/wcag/\" target=\"_blank\" title=\"https://www.w3.org/WAI/standards-guidelines/wcag/\">Pautas de Accesibilidad al Contenido Web del W3C</a> y otras leyes de accesibilidad web aplicables.</p><p>Para lograr esto, nos hemos <a href=\"https://www.levelaccess.com/\" target=\"_blank\" title=\"https://www.levelaccess.com/\">asociado con Level Access para</a> aprovechar su tecnología y 25 años de experiencia para lograr y mantener la conformidad con los estándares de accesibilidad. Su plataforma de accesibilidad digital se utiliza para evaluar nuestras propiedades digitales de acuerdo con las mejores prácticas y está respaldada por un equipo diverso de profesionales de accesibilidad, incluidos usuarios con discapacidades. Además, la plataforma va más allá de los requisitos mínimos de cumplimiento al ofrecer una <a href=\"https://www.levelaccess.com/a/ashleyfurniture/\" target=\"_blank\" title=\"https://www.levelaccess.com/a/ashleyfurniture/\">aplicación de tecnología</a> de experiencia del cliente asistida a los clientes que tienen dificultades para escribir, gesticular, mover un ratón o leer. La aplicación es gratuita para descargar e incorpora herramientas como reemplazos de ratón y teclado, reconocimiento de voz, habilitación de voz, navegación sin manos/sin contacto, y más.</p><p>A través de esta asociación, Ashley continúa desarrollando nuestro programa y capacidades de accesibilidad digital para que estemos diseñando, desarrollando y probando nuestros sitios web y servicios en línea para cumplir con los estándares de accesibilidad.</p><h2>Contacto</h2><p>Queremos saber de ti - Si deseas más información sobre los esfuerzos de accesibilidad de Ashley, tienes otras preguntas o comentarios sobre accesibilidad, o si encuentras barreras de accesibilidad en nuestras propiedades digitales, por favor contacta:</p><h2>Correo electrónico</h2><p><a href=\"mailto: accessibility@ashleyfurniture.com\">accessibility@ashleyfurniture.com<br/></a>Última actualización: junio de 2023<br/><br/></p>"
          }
        }
      },
      "block_order": [
        "heading_qbjFTK",
        "text_VJd6Ue"
      ],
      "custom_css": [
        ".rte p {font-size: 14px !important; color: #000 !important; padding-bottom: 10px; line-height: 30px;}",
        ".rich-text__text h2 {font-size: 20px; font-weight: 600; line-height: 30px; color: #000; padding-bottom: 10px;}",
        ".rich-text__blocks .h1 {font-size: 26px; font-weight: 700; line-height: 100%; color: #000;}"
      ],
      "name": "t:sections.rich-text.presets.name",
      "settings": {
        "desktop_content_position": "center",
        "content_alignment": "left",
        "color_scheme": "",
        "full_width": true,
        "padding_top": 0,
        "padding_bottom": 0
      }
    },
    "rich_text_DhQmdQ": {
      "type": "rich-text",
      "blocks": {
        "text_3JVzFe": {
          "type": "text",
          "settings": {
            "text": "<p>For additional details on the offers on this page, <a href=\"#\" target=\"_blank\" title=\"#\"><span style=\"text-decoration:underline\">click here</span></a> to learn more.</p>"
          }
        },
        "text_MGrJ7e": {
          "type": "text",
          "settings": {
            "text": "<p><strong>0% interest for 72 months‡‡  - In-store Only<br/></strong>⁠On in-store purchases made with your Ashley Advantage® Synchrony credit card at participating locations from 4/29/2025-6/2/2025. Equal monthly payments required for 72 months. Minimum purchase may be required. Down payment up to 30% may be required on another payment type for in-store purchases. Promo fee of 2% of amount financed will be included in required monthly payments.</p>"
          }
        },
        "text_dJKjEB": {
          "type": "text",
          "settings": {
            "text": "<p>‡‡Not combinable with other offers and discounts. If any down payment is required, the qualifying purchase amount is determined prior to any down payment, taxes or delivery. See a sales associate for details on required down payment. Qualifying purchase amount must be on one receipt. A promo fee, equal to 2% of the amount financed at time of purchase, will be shown as a separate transaction on your billing statement and included in the balance subject to this promo. Any taxes, delivery, or other charges included in the amount financed will increase the related promo fee and the required monthly payments. For example, a $950 purchase with $50 in taxes and shipping costs, will be charged a promo fee equal to $20 and $1,020 will be charged to your account. No interest will be charged on amount financed (including related promo fee) and equal monthly payments are required on promo purchase until it is paid in full. The payments equal the initial amount financed, (including related promo fee) divided by the number of months in the promo period, rounded up to the next cent. Any estimated monthly payments may be shown as rounded up to the next whole dollar (for ease of display) or may be shown rounded up to the next cent. See your billing statement for your actual required equal monthly payment, which will be rounded up to the next cent. These payments may be higher than the payments that would be required if this purchase was a non-promo purchase. During the last month(s) of the promo period the required monthly payment may be reduced due to the prior months' rounding. Regular account terms apply to non-promo purchases. New Accounts: As of 7/16/2024 Purchase APR is 34.99%. Penalty APR is 39.99%. Minimum Interest Charge is $2. Existing cardholders: See your credit card agreement terms. Subject to credit approval.<br/><br/></p>"
          }
        },
        "text_xn4JGT": {
          "type": "text",
          "settings": {
            "text": "<p><strong>24 Months Special Financing‡*- Online Only<br/></strong>On online purchases of $999 or more made with your Ashley Advantage® Synchrony credit card. Interest will be charged to your account from the purchase date if the promotional balance is not paid in full within 24 Months. Minimum monthly payments required.<br/><br/>‡*Qualifying purchase amount must be on one receipt. No interest will be charged on the promo balance if you pay it off, in full, within the promo period. If you do not, interest will be charged on the promo balance from the purchase date. The required minimum monthly payments may or may not pay off the promo balance before the end of the promo period, depending on purchase amount, promo length and payment allocation. Regular account terms apply to non-promo purchases and, after promo period ends, to the promo balance. New Accounts as of 07/16/24: Purchase APR 34.99%. Penalty APR 39.99%. Min Interest Charge $2. A promo fee will be charged equal to 2% of the amount financed on an equal payment no interest promotion of 18 months or more. Existing cardholders: See your credit card agreement terms. Subject to credit approval.</p>"
          }
        },
        "text_Vbwwc3": {
          "type": "text",
          "settings": {
            "text": "<p><strong>$1 to Start‡^<br/></strong>‡^“$1 to start” is available for applications online and in select stores, does not include taxes, & refers to the rental period from agreement start date to 1st scheduled renewal payment. On 1st renewal date, regular rental rates, taxes & fees will apply. Rate, term and total cost vary by item selected. This is not a promotion for a specific transaction/item nor an offer for a loan, credit, or financing. See lease for payment amounts & rental terms. Offer will not reduce the number of payments, total amount to acquire ownership, or purchase option amount. Customers in California will pay a $0 initial rent payment and a $1 processing fee to start.</p>"
          }
        },
        "text_WdwUey": {
          "type": "text",
          "settings": {
            "text": "<p><strong>Shop without using credit5<br/></strong>5Acima offers lease-to-own transactions. “Shop Without Using Credit” means this is not a loan, credit, or financing. Acima obtains information from consumer reporting agencies during a lease application. We consider multiple data points and regularly approve customers with less than perfect credit history. Acima Cash Price may include a markup over invoice price. Acquiring ownership by leasing costs more than the retailer’s cash price. Not available in MN, NJ, WI, or WY. Not all applicants are approved.<br/><br/></p>"
          }
        }
      },
      "block_order": [
        "text_3JVzFe",
        "text_MGrJ7e",
        "text_dJKjEB",
        "text_xn4JGT",
        "text_Vbwwc3",
        "text_WdwUey"
      ],
      "disabled": true,
      "name": "t:sections.rich-text.presets.name",
      "settings": {
        "desktop_content_position": "center",
        "content_alignment": "left",
        "color_scheme": "",
        "full_width": true,
        "padding_top": 0,
        "padding_bottom": 0
      }
    }
  },
  "order": [
    "shogun-helper",
    "main",
    "shogun-optimizer",
    "custom_promo_box_bDF7mD",
    "custom_breadcrumb_k6W33C",
    "rich_text_rx4T67",
    "rich_text_DhQmdQ"
  ]
}
