/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "shogun-helper": {
      "type": "shogun-helper",
      "settings": {}
    },
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "padding_top": 28,
        "padding_bottom": 28
      }
    },
    "shogun-optimizer": {
      "type": "shogun-optimizer",
      "settings": {}
    },
    "custom_promo_box_Hjw8Xb": {
      "type": "custom-promo-box",
      "name": "Custom Promo Box",
      "settings": {
        "text_left": "Hasta 20% de descuento Sillones",
        "link_left": "shopify://collections/poltronas",
        "text_center": "Hasta 20% de descuento Camas",
        "link_center": "shopify://collections/beds",
        "text_right": "Hasta 20% de descuento Mesas de centro",
        "link_right": "shopify://collections/coffee-tables",
        "bottom_text": "GARANTÍA ASHLEY TARIFF – MÁXIMO AHORRO, MÁXIMA CALIDAD",
        "link_bottom": ""
      }
    },
    "custom_breadcrumb_AxwPUR": {
      "type": "custom-breadcrumb",
      "name": "Breadcrumbs",
      "settings": {
        "show_breadcrumbs": true,
        "show_page_title": true,
        "breadcrumb_font_family": "Arial",
        "text_color": "#333333",
        "link_color": "#333333",
        "link_hover_color": "#000000",
        "border_color": "#e0e0e0",
        "font_size": 14,
        "font_weight": "400",
        "padding_top": 15,
        "padding_bottom": 0,
        "divider_size": 14,
        "divider_color": "#999999",
        "border_thickness": 1,
        "title_font_family": "Arial",
        "title_color": "#333333",
        "title_font_size": 24,
        "title_font_weight": "600",
        "title_margin_top": 10,
        "title_margin_right": 0,
        "title_margin_bottom": 20,
        "title_margin_left": 0,
        "title_padding_top": 0,
        "title_padding_right": 0,
        "title_padding_bottom": 0,
        "title_padding_left": 0
      }
    },
    "rich_text_wkDqqB": {
      "type": "rich-text",
      "blocks": {
        "heading_CTVTmT": {
          "type": "heading",
          "settings": {
            "heading": "",
            "heading_size": "h1"
          }
        },
        "text_prxxMR": {
          "type": "text",
          "settings": {
            "text": "<p><strong>POLÍTICA DE PROCESAMIENTO DE DATOS PERSONALES DE ASHLEY</strong></p><p><strong>Controlador de datos: CLOVER4 SAS</strong>, con Número de Identificación Tributaria (NIT) No. 901.513.909-1, con dirección registrada en Avenida Carrera 19 #109 -41 en Bogotá, Colombia (<strong>en adelante</strong> “<strong>ASHLEY y/o la empresa</strong>”), actuará como controlador para la recolección, almacenamiento, uso, procesamiento, actualización, circulación, eliminación, transferencia, transmisión y, en general, cualquier operación o conjunto de operaciones en y sobre sus datos personales.</p><p>Esta Política de Privacidad y Procesamiento de Datos Personales de ASHLEY (en adelante, la \"Política\") establece los términos y condiciones bajo los cuales ASHLEY llevará a cabo el procesamiento de los datos personales proporcionados a través de tiendas físicas, el sitio web <a href=\"https://ashleycolombia.com/\" title=\"https://ashleycolombia.com/\">ASHLEY</a>, micrositios relacionados, versiones móviles, redes sociales y/o cualquier otro mecanismo o canal habilitado por ASHLEY para la recopilación de datos personales estará sujeto.</p><p>Antes de comprar cualquier producto y/o servicio ofrecido por ASHLEY, debe leer cuidadosamente esta Política para que esté al tanto de sus derechos, los deberes de ASHLEY, los canales disponibles para ejercer sus derechos, los procedimientos establecidos para consultas y quejas, los propósitos para los cuales se recopilaron sus datos personales, y otra información relevante sobre la normativa vigente en materia de datos personales.</p><p>Al aceptar esta Política de Tratamiento de Datos Personales, el titular de los datos es informado y da su consentimiento libre, informado, específico y inequívoco para el tratamiento de los datos personales que proporciona ASHLEY, así como de cualquier dato derivado de su navegación y cualquier otro dato que pueda proporcionar en el futuro.</p><p><strong>1. Marco regulatorio aplicable al procesamient</strong>o. El marco legal y constitucional (en adelante, el \"<strong>Marco Regulador</strong>\") bajo el cual se rige la Política es el siguiente:</p><ul><li>Constitución Política de Colombia.</li><li>Ley 1266 de 2008.</li><li>Ley 1581 de 2012.</li><li>Decreto 1377 de 2013, incorporado en el Decreto Único 1074 de 2015.</li><li>Otras regulaciones que están incorporadas al sistema legal y son aplicables.</li></ul><p><strong>2. Definiciones y Principios: </strong>Los conceptos presentados a continuación se derivan de las regulaciones actuales. Si estas definiciones se modifican, complementan y/o reemplazan, su significado será el indicado en las disposiciones legales vigentes:</p><ul><li><strong>Autorización: </strong>Consentimiento previo, expreso e informado del Sujeto de Datos para llevar a cabo el procesamiento de datos personales.</li><li><strong>Base de datos: </strong>Conjunto organizado de datos personales que es objeto de tratamiento.</li><li><strong>Datos personales: </strong>Cualquier información vinculada o que se pueda asociar con una o más personas naturales específicas o identificables.</li><li><strong>Procesando: </strong>Cualquier operación o conjunto de operaciones sobre datos personales o bases de datos personales, como la recopilación, almacenamiento, uso, circulación o eliminación de datos.</li><li><strong>Dueño/Dueña: </strong>Persona natural cuyos datos personales están sujetos a tratamiento.</li><li><strong>Controlador de Datos: </strong>Una persona física o jurídica, pública o privada, que, sola o en asociación con otros, decide sobre la base de datos y/o el tratamiento de los datos.</li><li><strong>Procesador de Datos: </strong>La persona física o jurídica, pública o privada, que, por sí misma o en asociación con otros, lleva a cabo el tratamiento de datos personales en nombre del Responsable del Tratamiento.</li><li><strong>Área de Protección de Datos Personales: </strong>Responsable dentro de la empresa, encargado de supervisar, controlar y promover la aplicación de la Política de Tratamiento de Datos Personales. </li></ul><p>El procesamiento de la información recopilada por ASHLEY se regirá por los siguientes principios:</p><ul><li><strong>Principio de Legalidad</strong>: En el tratamiento de datos personales, se aplicará el marco regulatorio que rige el tratamiento de estos.  </li><li><strong>Principio de Libertad</strong>: El tratamiento de datos personales solo se llevará a cabo con el consentimiento previo, expreso e informado del titular.</li><li><strong>Principio de Propósito</strong>: El procesamiento de datos personales servirá a un propósito legítimo, el cual será comunicado al respectivo propietario.</li><li><strong>Principio de Veracidad o Calidad</strong>: La Información Protegida sujeta a Procesamiento debe ser veraz, completa, precisa, actualizada, verificable y comprensible. ASHLEY no será responsable ante el Sujeto de Datos cuando se procesen datos parciales, incompletos, fragmentados o engañosos.</li><li><strong>Principio de Transparencia</strong>: Se debe garantizar el derecho del propietario a obtener información sobre sus datos en cualquier momento y sin restricciones.</li><li><strong>Principio de Acceso y Circulación Restringidos</strong>: El tratamiento solo podrá ser realizado por personas autorizadas por el Responsable del Tratamiento o por las personas previstas por la ley.</li><li><strong>Principio de Seguridad</strong>: Los datos personales bajo la política sujetos a procesamiento por ASHLEY estarán protegidos en la medida en que los recursos técnicos y los estándares mínimos lo permitan, mediante la adopción de las medidas técnicas, humanas y administrativas necesarias para proporcionar seguridad a los registros electrónicos, previniendo su adulteración, modificación, pérdida, consulta, y en general contra cualquier uso o acceso no autorizado o fraudulento.</li><li><strong>Principio de Confidencialidad</strong>: Los datos personales que no son de naturaleza pública son confidenciales y solo pueden ser proporcionados de acuerdo con la ley. Cualquier persona involucrada en el procesamiento de información debe garantizar su confidencialidad.</li><li><strong>Principio de Temporalidad</strong>: El almacenamiento y procesamiento de datos personales se limitará a lo que es esencialmente necesario para cumplir con los propósitos previamente especificados de la relación comercial, así como con el cumplimiento de los propósitos autorizados por el Propietario.</li></ul><p><strong>3. Alcance de la Política: </strong>Esta Política tendrá el mismo ámbito de aplicación que se establece en el Marco Regulatorio. En consecuencia, se aplicará a todas las operaciones realizadas por ASHLEY en Colombia, salvaguardando cualquier uso o procesamiento de Información Protegida por parte de las empresas afiliadas, en cumplimiento con los requisitos legales.</p><p><strong>4. Datos personales y consentimiento para su tratamiento: </strong>ASHLEY obtiene datos personales de los Sujetos de Datos a través de sus tiendas físicas, el Sitio Web, redes sociales o a través de otros canales. </p><p>El Sujeto de Datos consiente expresamente el tratamiento (recolección, almacenamiento, uso, circulación, eliminación) de Información Protegida al aceptar la autorización solicitada a través de documentos, en el sitio web, o por medio de otros métodos de obtención de datos personales.</p><p>Los Datos Personales que serán procesados son: datos de identificación, información de contacto, información de ubicación y geolocalización, datos de navegación, datos clasificados como sensibles (por ejemplo: datos relacionados con la salud, huellas dactilares, fotos, grabaciones de video, entre otros datos biométricos), información financiera, activos, datos socioeconómicos, información laboral y académica, preferencias, gustos y comportamiento del consumidor, datos inferidos o no a partir de información observada o proporcionada directamente por el Titular de los Datos o por terceros, y información demográfica y transaccional. Los Datos Personales serán recolectados a través de los diversos canales proporcionados por ASHLEY.</p><p>Si ASHLEY solicita datos personales sensibles como origen racial o étnico, orientación política, religión, datos biométricos, etc., la respuesta del Sujeto de Datos será opcional.</p><p>ASHLEY solo recoge y recibe información personal proporcionada voluntariamente por los Sujetos de Datos a través de los canales destinados para este propósito y únicamente de individuos mayores de edad.</p><p>ASHLEY no procesa datos de menores, pero si se requiere el procesamiento de este tipo de datos, ASHLEY protegerá este tipo de datos con especial cuidado y cumplirá con lo dispuesto en los Artículos 6 y 12 del Decreto 1377 de 2013 y el Artículo 5 de la Ley 1581 de 2012.</p><p>Si el Sujeto de Datos proporciona datos de terceros, declara que tiene su consentimiento y se compromete a proporcionarles la información contenida en la Política, eximiendo a ASHLEY de cualquier responsabilidad al respecto. Sin embargo, ASHLEY podrá realizar controles periódicos para verificar este hecho, adoptando las medidas adecuadas de debido diligencia de acuerdo con las regulaciones de protección de datos.</p><p><strong>5. Propósitos del procesamiento: </strong>Los datos personales proporcionados a ASHLEY por los Sujetos de Datos serán recopilados, almacenados, utilizados, analizados, circulados, actualizados, reportados y, en general, procesados para los siguientes propósitos:</p><p>Como responsable del tratamiento de los datos recopilados, ASHLEY tiene varias bases de datos, respecto a las cuales declara que serán tratados para uno o más de los siguientes propósitos:</p><p><strong>Gestión Administrativa, Contable y Legal:</strong></p><ul><li>Realizar la facturación correspondiente y llevar a cabo todos los procedimientos y obligaciones fiscales, contables, tributarias y legales.</li><li>Administración y formalización de acuerdos comerciales y contratos con proveedores de bienes y servicios.</li><li>Administración de Contratos con Terceros.</li><li>Realizar los procedimientos pertinentes para el desarrollo de las etapas precontractuales, contractuales y postcontractuales, así como respecto a cualquier negociación subyacente, y cumplir con la ley colombiana o extranjera y las órdenes de autoridades judiciales o administrativas.</li><li>Verificar la identidad del titular de los datos, realizar estudios de seguridad y/o implementar protocolos de seguridad para prevenir y mitigar el riesgo de fraudes, blanqueo de capitales y/o financiación del terrorismo.</li><li>Realizar análisis del uso del sitio web y verificar las preferencias y comportamientos del propietario para mejorar la comunicación con los propietarios del sitio web. Gestionar y responder a consultas, solicitudes, peticiones, incidentes, quejas y reclamaciones.</li><li>Como una herramienta para el proceso de recolección.</li><li>Como apoyo para auditorías externas e internas.</li><li>Para que la información sea transferida y/o transmitida a las empresas matrices, subsidiarias o subordinadas de ASHLEY o a terceros con los que ASHLEY tenga alianzas o vínculos contractuales para alguno de los fines aquí previstos, que puedan estar ubicados fuera del territorio nacional.</li><li>Para el avance de cualquier procedimiento ante una autoridad pública o una persona o entidad privada, respecto al cual la información es relevante.</li><li>Garantizar al titular, en todo momento, el pleno y efectivo ejercicio del derecho de habeas data, los derechos incluidos en la Ley 1581 de 2012 y todas las regulaciones aplicables en la materia.</li><li>Conocer, almacenar y procesar toda la información proporcionada por los sujetos de datos personales en una o más bases de datos, en el formato que se considere más conveniente y seguro.</li><li>Realizar campañas de actualización de datos para los fines descritos en esta Política.</li><li>Si la naturaleza de las actividades lo requiere, reportar a los Centros de Información sobre el cumplimiento o incumplimiento de las obligaciones que has adquirido con ASHLEY..</li><li>Gestionar las relaciones con clientes y proveedores para facilitar los procesos contables, administrativos y financieros internos.</li></ul><p><strong>6. Gestión Comercial: </strong>La información personal de clientes potenciales, clientes, proveedores y contratistas puede ser procesada de acuerdo con los siguientes fines:</p><ul><li>Buscar, establecer, mantener y ejecutar una relación contractual o comercial, independientemente de su naturaleza.</li><li>Desarrollar actividades comerciales y de marketing, como análisis de consumidores; perfilado; trazabilidad de marca; envío de noticias, publicidad, promociones, ofertas y beneficios; programas de fidelización de clientes; investigación de mercado; y generación de campañas y eventos.</li><li>Enviar comunicaciones comerciales al Propietario sobre beneficios, publicidad, promociones, ofertas, noticias, descuentos, programas de fidelización de clientes, investigación de mercado, generación de campañas y eventos, por medios electrónicos y convencionales, y en general sobre la oferta de productos y servicios de ASHLEY, (i) de empresas con las que ASHLEY colabora, y; (ii) Empresas vinculadas a ASHLEY.</li><li>Notificarle sobre compras, pedidos, envíos, noticias o eventos relacionados con los productos o servicios que compra o contrata.</li><li>Realizando encuestas de calidad y satisfacción para entender las opiniones de los propietarios sobre los productos y servicios de ASHLEY.</li><li>Gestionar, procesar, enviar y dar seguimiento a las cotizaciones y compras realizadas.</li><li>Contacta al propietario para completar tu compra si has guardado productos en tu carrito de compras sin haber finalizado el proceso.</li></ul><p><strong>7. Recursos Humanos y SG-SST: </strong>Propósitos del procesamiento dentro de los procesos de selección y/o contratación.</p><ul><li>Cumplir con los propósitos del proceso de selección y/o contratación de la empresa, evaluar su idoneidad y/o eventual contratación.</li><li>Verificar y confirmar la veracidad de la información incluida en el currículum y en cualquier otro documento o información proporcionada a la Compañía. </li><li>Realizar revisiones de seguridad del candidato, que incluyen revisar u obtener antecedentes penales, realizar visitas domiciliarias y consultar datos en centros de información, entre otras cosas. </li><li>Sé parte de la base de datos de solicitantes para futuras contrataciones.</li><li>Envío de comunicaciones sobre procesos de selección similares a aquellos en los que ha participado el propietario.</li><li>Cumplir con las políticas de contratación de la empresa.</li><li>Realizar verificaciones de antecedentes de acuerdo con programas de cumplimiento vinculantes, como la prevención del delito, la ética y la competencia desleal. </li><li>Solicite documentos de respaldo para su currículum, exámenes médicos, pruebas psicológicas y cualquier otra información necesaria.</li><li>Gestionar los recursos humanos de las empresas de acuerdo con los términos legales y contractuales aplicables.  </li><li>Cumplir con las obligaciones legales de las empresas en su calidad de empleadores, incluyendo, entre otros, la gestión de nómina, beneficios sociales, sistema de seguridad social integral, prevención de riesgos laborales, etc..</li><li>Control y monitoreo del personal activo e inactivo para fines estadísticos.</li><li>Gestionar el Sistema de Gestión de Salud y Seguridad en el Trabajo (SGSST) con el fin de mitigar riesgos, así como la atención adecuada a incidentes o eventos en el desarrollo de diferentes actividades laborales.</li><li>Gestionar programas de formación y desarrollo de empleados.</li><li>Promover el desarrollo de actividades de bienestar, planes de acción, dotación de personal y desarrollo integral de los empleados en su entorno laboral.</li><li>Utilizar la información personal y las imágenes generadas en el marco de las actividades, procesos y eventos de las Empresas para compartirlas interna y externamente a través de canales digitales, redes sociales, WhatsApp, YouTube o cualquier otro medio de comunicación; así como la creación y distribución de materiales publicitarios físicos, digitales o audiovisuales.</li><li>Realizar actividades de gestión de riesgos de seguridad física y digital para la empresa empleadora a través de dispositivos de videovigilancia y registro biométrico.</li><li>Realizar la debida diligencia y los procedimientos de investigación disciplinaria relacionados con la gestión de riesgos legales o reputacionales, como el fraude, posibles delitos penales, violaciones de la legislación antimonopolio, filtraciones de información, o cualquier otro riesgo definido por la empresa.</li><li>Registrar, procesar y almacenar la información proporcionada en quejas y/o consultas presentadas a la empresa.</li></ul><p><strong>7. D) Tecnología y seguridad:</strong></p><ul><li>Promover el control sobre los sistemas de TI y tecnología de la empresa para gestionar contraseñas, usuarios, licencias de TI y soporte tecnológico.</li><li>Asegurar la seguridad de la información personal y financiera de los proveedores y colaboradores, al mismo tiempo que garantizamos que tengamos información completa y suficiente para ofrecerles el mejor servicio.</li><li>Videovigilancia. ASHLEY puede utilizar videovigilancia instalada en diversos lugares internos y externos de sus establecimientos comerciales, instalaciones u oficinas. Por lo tanto, informa al público en general sobre la existencia de estos mecanismos y también los publicará en un lugar visible. La información recopilada a través de estos mecanismos se utiliza con fines de seguridad, para mejorar los servicios y enriquecer la experiencia de los visitantes. También se utiliza como prueba en cualquier tipo de procedimiento ante cualquier autoridad u organización.  </li></ul><p>ASHLEY procesará sus Datos Personales durante el tiempo que sea necesario para cumplir con los propósitos mencionados anteriormente y/o durante el tiempo que sea necesario para cumplir con obligaciones legales o contractuales.</p><p>Todos los datos personales recopilados por ASHLEY serán procesados exclusivamente para el propósito y fin para el que fueron proporcionados.</p><p>Los datos personales pueden ser procesados a través de medios físicos, automatizados o digitales, dependiendo del tipo y método de recolección de información.</p><p>ASHLEY puede subcontratar ciertas funciones a terceros. Cuando el procesamiento de datos personales se subcontrata a terceros o se proporcionan datos personales a proveedores de servicios de terceros, ASHLEY informa a dichos terceros sobre la necesidad de proteger esos datos personales con medidas de seguridad adecuadas, les prohíbe utilizar la información para sus propios fines y solicita que no divulguen los datos personales a otros.</p><p><strong>8. Transmisión y Transferencia de Datos Personales: </strong>ASHLEY puede transmitir o transferir datos personales a su empresa matriz, afiliadas, subsidiarias, sucursales, empresas vinculadas o terceros ubicados dentro o fuera del territorio de la República de Colombia. Esta transferencia de datos personales debe llevarse a cabo en estricta conformidad con las disposiciones de esta Política de Tratamiento de Datos, los estándares de seguridad implementados y asegurando el cumplimiento de los principios aplicables establecidos en esta Política.</p><p>Al aceptar esta Política, el Sujeto de Datos reconoce que, en caso de una venta, fusión, consolidación, cambio de control corporativo, transferencia sustancial de activos, reorganización o liquidación de ASHLEY, ASHLEY puede transferir, disponer o ceder los Datos Personales a una o más partes relevantes, incluidas las empresas afiliadas.</p><p><strong>9. Derechos y obligaciones de los titulares de los datos: </strong>Los Sujetos de Datos, ya sea por sí mismos o a través de un tercero debidamente autorizado para este propósito, pueden ejercer los siguientes derechos con respecto a los Datos Personales que están sujetos a Tratamiento:</p><ul><li>Conocer, actualizar y rectificar sus datos personales. Este derecho puede ejercerse, entre otros, en el caso de datos que sean parciales, inexactos, incompletos, fragmentados, engañosos o cuyo tratamiento esté expresamente prohibido o no autorizado.</li><li>Solicitar prueba de la autorización otorgada al controlador de datos, a menos que dicha autorización no sea requerida por la ley.</li><li>Ser informado por el Controlador de Datos o el Procesador de Datos, a petición, sobre el uso que se ha dado a sus Datos Personales.</li><li>Presentar quejas a la Superintendencia de Industria y Comercio por violaciones a las disposiciones del Marco Regulatorio, después de consultar o presentar una solicitud al Responsable de Datos.</li><li>Revocar total o parcialmente la autorización y/o solicitar la eliminación de datos personales, excepto cuando deban permanecer en la base de datos del Responsable o Encargado del Tratamiento debido a obligaciones legales o contractuales.</li><li>Acceda a sus datos personales que han sido procesados de forma gratuita.</li><li>Conocer la Política de Tratamiento de Datos Personales y cualquier cambio sustancial que pueda ocurrir.</li><li>Por favor, absténgase de responder preguntas sobre datos sensibles. Las respuestas relacionadas con datos sensibles o datos sobre niños y adolescentes son opcionales.</li><li>Otros concedidos por las regulaciones legales actuales.</li></ul><p><strong>10. Duties of the Controller: </strong>ASHLEY está obligado a:</p><ul><li>Garantizar al Titular el pleno y efectivo ejercicio de sus derechos en todo momento.</li><li>Solicitar y conservar una copia de la respectiva autorización otorgada por el Propietario.</li><li>Informar al Sujeto de Datos, de manera clara y suficiente, sobre el propósito de la recolección y los derechos a los que tiene derecho como Sujeto de Datos.</li><li>Mantener la información bajo las condiciones de seguridad necesarias para garantizar su deber de confidencialidad en todo momento.</li><li>Corrija la información donde sea necesario.</li><li>Solicitar autorización expresa del Titular de los Datos para confirmar y rectificar la información personal proporcionada contactando a entidades públicas, empresas especializadas o burós de crédito, sus contactos, o su empleador, así como sus referencias personales, bancarias o laborales, entre otras.</li><li>Proporcionar al Responsable, según sea el caso, únicamente datos cuyo tratamiento haya sido previamente autorizado de conformidad con lo dispuesto en esta ley.</li><li>Exija que el Gerente respete las condiciones de seguridad y privacidad de la información del Propietario en todo momento.</li><li>Procesar las consultas y quejas presentadas de acuerdo con los términos establecidos en la normativa vigente sobre el asunto.</li><li>Asegurar los principios de legalidad, libertad, propósito, veracidad o calidad, transparencia, acceso y circulación restringidos, seguridad, confidencialidad y temporalidad de la información en los términos establecidos en la Política.</li></ul><p><strong>11. Manejo de consultas, solicitudes y quejas: </strong>ASHLEY ha establecido un departamento responsable de manejar y resolver consultas, solicitudes y quejas de los propietarios de datos personales o de aquellos autorizados a hacerlo. Para este propósito, se han designado los siguientes canales para el manejo de consultas, solicitudes y quejas:</p><p><strong>Correo electrónico: </strong>Privacidad@ashleycolombia.com</p><p><strong>Dirección</strong>: Carrera 19 Avenue #109 – 41 Bogotá DC, Colombia</p><p>En la reclamación o consulta, el propietario debe proporcionar su nombre completo e identificación. En el caso de un tercero, debe demostrar que es la persona autorizada para presentar la reclamación o consulta. También debe incluir una descripción precisa y completa de los hechos que dan lugar a la reclamación, solicitud o consulta específica; una dirección física o de correo electrónico con el propósito de enviar la respuesta y proporcionar información oportuna sobre el estado del proceso; y, en el caso de reclamaciones, cualquier documento o evidencia que considere relevante o desee presentar.</p><p>ASHLEY abordará y responderá a las reclamaciones o solicitudes de los Sujetos de Datos dentro de los plazos y términos establecidos para este propósito por el Marco Regulatorio.</p><p>El Titular, sin perjuicio de lo anterior, y en caso de que su solicitud o reclamo no haya sido atendido por ASHLEY, podrá en cualquier caso apelar posteriormente a la Superintendencia de Industria y Comercio en segunda instancia.</p><p><strong>Procedimiento para Presentar Consultas, Peticiones y Quejas: </strong>ASHLEY tendrá los siguientes procedimientos para abordar preguntas, quejas, consultas, reclamaciones y sugerencias presentadas por los Titulares de la Información:</p><p><strong>Consultas y Solicitudes: </strong>El propietario de la información, sus sucesores en el título o cualquier otra persona con un interés legítimo, realizará consultas a través de comunicación escrita o por correo electrónico, en el que:</p><ul><li>Determina tu identidad, incluyendo tu nombre y número de identificación.</li><li>El motivo de la consulta debe estar claramente y expresamente especificado.</li><li>El interés legítimo con el que actúa la persona debe ser probado, adjuntando siempre los documentos justificativos correspondientes.</li><li>Por favor, indique la dirección de correspondencia física o electrónica a la que se puede enviar la respuesta a la solicitud.</li></ul><p>De acuerdo con el artículo catorce (14) de la Ley 1581 de 2012, se establece que: <em>\"La consulta será atendida en un plazo máximo de diez (10) días hábiles contados desde la fecha de su recepción. Cuando no sea posible atenderla dentro de dicho plazo, se informará a la parte interesada, indicando las razones de la demora y señalando la fecha en que se resolverá su consulta, la cual en ningún caso podrá exceder de cinco (5) días hábiles siguientes a la expiración del primer término.\"</em></p><p><strong>Reclamos: </strong>El propietario, sus sucesores en el título o cualquier otra persona con un interés legítimo que considere que la información contenida en una base de datos debería estar sujeta a corrección, actualización, eliminación o revocación de la autorización otorgada para el tratamiento, o cuando noten el presunto incumplimiento de alguno de los deberes contenidos en la Ley 1581 de 2012, podrán, por medios físicos o electrónicos, presentar una reclamación oportuna al área responsable. De acuerdo con el artículo quince (15) de la Ley 1581 de 2012, dicha reclamación será admisible una vez que se verifique el cumplimiento de los requisitos que se presentan a continuación:</p><p><strong>La reclamación debe: </strong></p><p>i) incluir la identidad del reclamante, indicando su nombre y número de identificación; </p><p>ii) especificar de manera clara y expresa el motivo de la consulta; </p><p>iii) probar el interés legítimo del reclamante, siempre adjuntando la documentación adecuada; y</p><p>iv) indicar la dirección de correspondencia física o electrónica a la que debe enviarse la respuesta a la solicitud. Si se determina que la reclamación está incompleta, se requerirá a la parte interesada dentro de cinco (5) días a partir de la recepción que corrija las deficiencias. Después de dos (2) meses desde la fecha de la solicitud, si el solicitante no presenta la información requerida, se entenderá que ha retirado la reclamación.</p><p>En el caso de que ASHLEY no sea competente para resolver la reclamación, la trasladará a la persona adecuada en un plazo máximo de dos (2) días hábiles e informará a la parte interesada de la situación.</p><p>El período máximo para atender la reclamación será de quince (15) días hábiles contados a partir del día siguiente a la fecha de recepción. Cuando no sea posible atenderla dentro de este período, se informará a la parte interesada de los motivos de la demora y la fecha en la que se resolverá su reclamación, que en ningún caso podrá exceder de ocho (8) días hábiles siguientes a la expiración del primer plazo.</p><p>ASHLEY puede negar el acceso a los Datos Personales o el derecho a rectificar, cancelar u oponerse al tratamiento de dichos datos cuando: (i) el solicitante no es el Titular de los Datos o el representante legal no esté debidamente acreditado para hacerlo; (ii) los Datos Personales del solicitante no se pueden encontrar en su Base de Datos; (iii) se violan los derechos de un tercero; (iv) existe un impedimento legal o, en su caso, una resolución de una autoridad competente que restrinja el acceso o impida la rectificación, cancelación u oposición al tratamiento de dichos datos; (v) la rectificación, cancelación u oposición ya se ha realizado; y (vi) el Titular de los Datos tiene una obligación legal o contractual con ASHLEY de permanecer en sus Sistemas de Información.</p><p><strong>10. Medidas de Seguridad de Datos Personales: </strong>ASHLEY ha implementado las medidas necesarias y suficientes para garantizar que esta Política se respete en todo momento, estableciendo las medidas de seguridad administrativas, técnicas y físicas que facilitan la protección de sus Datos Personales, así como prevenir cualquier daño, pérdida, alteración, destrucción o uso no autorizado de los mismos.</p><p><strong>11. Validez y modificaciones: </strong>Los Datos Personales proporcionados se mantendrán mientras no se solicite su eliminación por parte del interesado (salvo que se solicite y exista una obligación legal de retenerlos). Las bases de datos de ASHLEY tendrán un período de validez indefinido ya que el tratamiento de los mismos será necesario mientras subsista la entidad legal y el desarrollo de su objeto social, en ningún caso este plazo será inferior a (50) años. Esta versión de esta política rige desde la fecha de su publicación, que reemplaza completamente cualquier disposición o política de tratamiento de datos anterior, y será válida indefinidamente y mientras ASHLEY realice las actividades descritas en la misma y correspondan a los fines de tratamiento que dieron origen a esta política.</p><p><strong>12. Ley Aplicable y Jurisdicción: </strong>Este documento se regirá e interpretará de acuerdo con las leyes de la República de Colombia. Cualquier disputa que surja de este documento se sometará a los tribunales competentes de acuerdo con la ley colombiana, y tanto Ashley como el Propietario renuncian expresamente a cualquier otra jurisdicción que pueda aplicarse a ellos en función de su domicilio actual o futuro.</p>"
          }
        }
      },
      "block_order": [
        "heading_CTVTmT",
        "text_prxxMR"
      ],
      "custom_css": [
        ".rich-text__blocks .h1 {font-size: 26px; font-weight: 700; line-height: 100%; color: #000;}",
        ".rich-text__text h2 {font-size: 20px; font-weight: 600; line-height: 30px; color: #000; padding-bottom: 10px;}",
        ".rich-text__text {margin-top: 1rem;}",
        ".rte p {font-size: 14px !important; color: #000 !important; padding-bottom: 10px; line-height: 30px;}",
        ".rte ul {list-style-position: outside; list-style: disc;}",
        ".rte li {font-size: 14px !important; color: #000 !important; line-height: 30px;}",
        "em {font-size: 14px;}"
      ],
      "name": "t:sections.rich-text.presets.name",
      "settings": {
        "desktop_content_position": "left",
        "content_alignment": "left",
        "color_scheme": "",
        "full_width": true,
        "padding_top": 0,
        "padding_bottom": 52
      }
    }
  },
  "order": [
    "shogun-helper",
    "main",
    "shogun-optimizer",
    "custom_promo_box_Hjw8Xb",
    "custom_breadcrumb_AxwPUR",
    "rich_text_wkDqqB"
  ]
}
