/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "shogun-helper": {
      "type": "shogun-helper",
      "settings": {}
    },
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "padding_top": 28,
        "padding_bottom": 28
      }
    },
    "shogun-optimizer": {
      "type": "shogun-optimizer",
      "settings": {}
    },
    "custom_promo_box_WdiXPk": {
      "type": "custom-promo-box",
      "name": "Custom Promo Box",
      "settings": {
        "text_left": "Hasta 20% de descuento Sillones",
        "link_left": "shopify://collections/poltronas",
        "text_center": "Hasta 20% de descuento Camas",
        "link_center": "shopify://collections/beds",
        "text_right": "Hasta 20% de descuento Mesas de centro",
        "link_right": "shopify://collections/coffee-tables",
        "bottom_text": "GARANTÍA ASHLEY TARIFF – MÁXIMO AHORRO, MÁXIMA CALIDAD",
        "link_bottom": ""
      }
    },
    "custom_breadcrumb_qLmnwz": {
      "type": "custom-breadcrumb",
      "name": "Breadcrumbs",
      "settings": {
        "show_breadcrumbs": true,
        "show_page_title": true,
        "breadcrumb_font_family": "Arial",
        "text_color": "#333333",
        "link_color": "#333333",
        "link_hover_color": "#000000",
        "border_color": "#e0e0e0",
        "font_size": 14,
        "font_weight": "400",
        "padding_top": 15,
        "padding_bottom": 0,
        "divider_size": 14,
        "divider_color": "#999999",
        "border_thickness": 1,
        "title_font_family": "Arial",
        "title_color": "#333333",
        "title_font_size": 24,
        "title_font_weight": "600",
        "title_margin_top": 10,
        "title_margin_right": 0,
        "title_margin_bottom": 20,
        "title_margin_left": 0,
        "title_padding_top": 0,
        "title_padding_right": 0,
        "title_padding_bottom": 0,
        "title_padding_left": 0
      }
    },
    "rich_text_tznb3J": {
      "type": "rich-text",
      "blocks": {
        "text_rkJLND": {
          "type": "text",
          "settings": {
            "text": "<p>Actualizado: 11.01.2023</p><p>Bienvenido al sitio web <a href=\"https://ashleycolombia.com\" title=\"https://ashleycolombia.com\">https://ashleycolombia.com</a>. Estos Términos de Uso se aplican a este sitio web y su aplicación móvil (colectivamente, el \"Sitio\"). Como se utiliza en estos Términos de Uso, \"nosotros\" se refiere a Clover4 SAS. Podemos proporcionar diferentes o términos adicionales de uso específicos para ciertos subdominios del Sitio, programas o actividades.</p><p>Ponemos el Sitio y los productos y servicios que ofrecemos a su disposición, sujeto a estos Términos de Uso. Al utilizar el Sitio, usted acepta estos Términos de Uso y cualquier modificación que podamos hacer a ellos de vez en cuando. Puede revisar la versión más actual de estos Términos de Uso en cualquier momento haciendo clic en el enlace de Términos de Uso en el pie de página de cualquier página del Sitio.</p><p>Por favor, lea estos Términos de Uso con atención y en su totalidad. Describen nuestros derechos con respecto al Sitio y sus derechos y obligaciones en relación con su uso del Sitio. No utilice el Sitio si no desea aceptar estos Términos de Uso.</p><p>Podemos cambiar el Sitio y los productos y servicios que ofrecemos en él.</p><p>Podemos realizar cambios en el Sitio y en los productos y servicios que ofrecemos de vez en cuando. Nos reservamos el derecho, pero no la obligación, de tomar cualquiera de las siguientes acciones a nuestra entera discreción sin previo aviso a usted:</p><p>cambiar o cancelar toda o parte de los productos y servicios que ofrecemos en el Sitio;</p><p>restringir o terminar su acceso a todo o parte del Sitio o a los productos y servicios que ofrecemos en él;</p><p>eliminar cualquier contenido del Sitio y no publicar ni eliminar ningún material que envíes al Sitio; o cambiar estos Términos de Uso.</p><p>Tenemos el derecho de determinar quién puede usar el Sitio.</p><p>Debes tener 13 años o más para usar el Sitio. Si no tienes al menos 13 años, no uses el Sitio. Además, nos reservamos el derecho de denegar el acceso o el uso del Sitio y de los productos y servicios que ofrecemos en él a cualquier persona en cualquier momento a nuestra única y absoluta discreción.</p><p>Tienes un derecho limitado de uso del Sitio.</p><p>Siempre que cumpla con todas sus obligaciones en virtud de estos Términos de uso, le otorgamos una licencia limitada, revocable, no exclusiva, no asignable y no sublicenciable y el derecho a acceder al Sitio a través de un navegador web o dispositivo móvil generalmente disponible para ver el contenido y la información y utilizar el Sitio de acuerdo con su funcionalidad y de acuerdo con estos Términos de uso. Cualquier otro uso del Sitio está estrictamente prohibido y constituye una violación de estos Términos de uso. Todo el contenido incluido en el Sitio, como texto, gráficos, logotipos, imágenes, videos, datos y otro material (colectivamente \"Contenido\") es de nuestra propiedad o tiene licencia y está protegido por derechos de autor, marcas comerciales, patentes u otros derechos de propiedad. La compilación, disposición y montaje de todo el Contenido del Sitio es propiedad exclusiva de Clover4 SAS y está protegida por las leyes de derechos de autor. Nos reservamos expresamente todos los derechos de propiedad intelectual de todo el Contenido.</p><p>El sitio no puede ser utilizado para ningún propósito indebido.</p><p>Ya sea en su propio nombre o en nombre de un tercero, NO PODRÁ:</p><ul><li>Hacer cualquier uso comercial del Sitio o su Contenido.</li><li>Utilizar o intentar utilizar cualquier motor, software, herramienta, agente u otro dispositivo o mecanismo (incluidos navegadores, arañas, robots o agentes inteligentes) para navegar o buscar en el Sitio que no sea el motor de búsqueda y los agentes de búsqueda disponibles en el Sitio o navegadores que estén generalmente disponibles al público.;</li><li>Enmarcar, reflejar o utilizar técnicas de enmarcado en cualquier parte del Sitio sin nuestro consentimiento previo y expreso por escrito; hacer cualquier uso de minería de datos, scraping, extracción u otras herramientas de recolección de datos, o crear una base de datos mediante la descarga o almacenamiento sistemático del contenido del Sitio, o de otro modo raspar, recopilar, almacenar o utilizar cualquier Contenido, listados de productos, descripciones, precios o imágenes, excepto de acuerdo con la licencia limitada otorgada por estos Términos de Uso;</li><li>Utilice cualquier metaetiqueta o cualquier otro texto oculto que utilice o muestre cualquier nombre o marca registrada que se use en el Sitio;</li><li>Mala representación de un usuario, hacerse pasar por cualquier persona o entidad, declarar falsamente o de otro modo tergiversar su afiliación con cualquier persona o entidad en conexión con el Sitio, o expresar o implicar que nosotros apoyamos cualquier declaración que usted haga;</li><li>Realizar actividades fraudulentas en el Sitio;</li><li>violar o intentar violar la seguridad del Sitio, incluyendo, pero no limitado a: </li><li>(i) Acceder a datos que no están destinados para ti o iniciar sesión en un servidor o cuenta a la que no estás autorizado a acceder</li><li>(ii) Intentar interferir con el servicio a cualquier usuario, anfitrión o red, incluyendo, sin limitación, mediante el envío de malware al sitio, sobrecarga, \"inundación\", \"spam\", \"bombardeo de correo\" o \"caída\"; </li><li>(iii) Falsificar cualquier encabezado o parte de la información del encabezado en cualquier correo electrónico o publicación; </li><li>(iv)falsificar comunicaciones en nombre del Sitio (suplantando al Sitio) o al Sitio (suplantando a otro usuario);</li><li>usar el sitio para difamar, abusar, acosar, perseguir, amenazar o violar los derechos legales de otros;</li><li>Modificar, adaptar, traducir, revertir ingeniería, descompilar o desensamblar cualquier parte del Sitio; o</li><li>Elimine cualquier aviso de derechos de autor, marcas comerciales u otros derechos de propiedad del Sitio o de los materiales que provengan del Sitio.</li></ul><p>Tu cuenta es tu responsabilidad.</p><p>Si te registras en el Sitio y configuras una cuenta y contraseña, eres responsable de todo lo que suceda a través de tu cuenta. Aceptas mantener tu contraseña segura y confidencial, no permitir que otros usen tu cuenta y no usar las cuentas de otros. Debes notificarnos de inmediato sobre cualquier uso no autorizado de tu contraseña o cuenta o cualquier violación de seguridad. Si te das cuenta de que tu cuenta ha sido comprometida, debes cambiar tu contraseña de inmediato.</p><p>Usted acepta que podemos proporcionarle avisos a través del Sitio o por correo electrónico.</p><p>Podemos notificarle sobre información importante acerca del Sitio y los productos y servicios que ofrecemos en él publicando avisos en el Sitio, enviando un correo electrónico a la dirección de correo electrónico asociada con su cuenta, o por otros medios. Por favor, revise la información de su cuenta para controlar y limitar los tipos de mensajes que recibe de nosotros.</p><p>Nuestras prácticas de recopilación de datos y privacidad se describen en nuestra Política de Privacidad.</p><p>Deberías leer nuestra Política de Privacidad cuidadosamente antes de utilizar el Sitio, ya que está incorporada en estos Términos de Uso por referencia y rige nuestro tratamiento de cualquier información, incluida la información personal identificable, que nos envíes.</p><p>Términos y condiciones de compra</p><p>Cuando realizas un pedido para comprar productos y servicios a través del Sitio, aceptas seguir y estar sujeto a estos Términos y Condiciones de Compra.</p><p>Podemos rechazar o cancelar pedidos.</p><p>Aunque haremos nuestro mejor esfuerzo para cumplir con todos los pedidos, no podemos garantizar la disponibilidad de ningún producto en particular listado en el Sitio. Nos reservamos el derecho de descontinuar la venta de cualquier producto listado en el Sitio en cualquier momento y sin previo aviso.</p><p>El recibo de un número de pedido o la confirmación del pedido por correo electrónico no constituye la aceptación de un pedido ni la confirmación de una oferta de venta. Nos reservamos el derecho, sin previo aviso, de limitar la cantidad de pedidos de cualquier artículo y/o negarnos a prestar servicio a cualquier cliente. Podemos solicitar la verificación de la información antes de aceptar un pedido.</p><p>Nos reservamos el derecho, a nuestra sola discreción, de rechazar o cancelar cualquier pedido por cualquier motivo.</p><p>Podemos cambiar la información, incluidos los precios, de los productos y servicios listados en el Sitio.</p><p>Todas las descripciones, imágenes, referencias, características, contenido, especificaciones, productos y precios de productos y servicios descritos o representados en el Sitio están sujetos a cambios en cualquier momento sin previo aviso (incluso después de haber enviado su pedido). Corregiremos cualquier error que descubramos y nos reservamos el derecho de revocar cualquier oferta declarada y de corregir cualquier error, inexactitud u omisión (incluso después de que se haya enviado un pedido). Los precios y productos de las tiendas locales pueden variar según la ubicación. Los precios de los productos ofrecidos en el Sitio pueden variar de otros precios anunciados.</p><p>Los precios mostrados en el Sitio no incluyen los cargos de envío ni los impuestos sobre las ventas, si corresponde, que se agregarán al precio total de la factura. Usted es responsable de pagar cualquier cargo de envío y manipulación, así como los impuestos que puedan aplicarse a su pedido.</p><p>A menos que se indique lo contrario, todos los descuentos o ahorros mostrados para los productos en el Sitio se calculan en función de nuestro precio de venta al público total para el producto o una estimación de precio comparativo que puede o no representar el precio en efecto en cada área en un día determinado. Para ciertos artículos ofrecidos como un conjunto, los descuentos o ahorros mostrados pueden representar nuestro precio de venta al público total para cada artículo incluido en el conjunto o basarse en una estimación de precio comparativo para el conjunto o cada artículo que puede o no representar el precio en efecto en cada área en un día determinado.</p><p>No podemos confirmar el precio de un artículo hasta que realices tu pedido. A pesar de nuestros mejores esfuerzos, un pequeño número de los artículos listados en el sitio puede estar mal etiquetado. Si el precio correcto de un artículo es más alto que nuestro precio indicado, nosotros, a nuestra discreción, ya sea te contactaremos para que nos indiques qué hacer antes de enviar o cancelaremos tu pedido y te notificaremos sobre dicha cancelación.</p><p>Por qué pedimos su código postal</p><p>Para determinar la disponibilidad y el precio de los productos locales, necesitamos su código postal. El código postal asocia su solicitud con una ubicación/región específica. Su privacidad es de suma importancia para nosotros, por lo que no se captura ninguna información personal identificable al utilizar esta función.</p><p>Envío y Entrega; Cancelación; Política de Devolución</p><p>El riesgo de pérdida se transfiere a usted en el momento de nuestra entrega al transportista.</p><p>Todos los artículos comprados en el Sitio son fabricados de acuerdo con un contrato de envío. Esto significa que el riesgo de pérdida y la titularidad de dichos artículos se transfieren a usted una vez que los entregamos al transportista.</p><p>Renunciamos a cualquier responsabilidad legal por los productos y servicios ofrecidos en el Sitio.</p><p>NO HACEMOS NINGUNA REPRESENTACIÓN NI GARANTÍA SOBRE LOS PRODUCTOS Y SERVICIOS EN EL SITIO. Por favor, lea las exenciones y limitaciones de responsabilidad incluidas en nuestros Términos de Uso para obtener más información. Los productos en el sitio pueden beneficiarse de una garantía del fabricante proporcionada por el fabricante del producto. Consulte el embalaje y la documentación de su producto para obtener detalles.</p><p>Eres responsable de lo que envías.</p><p>Damos la bienvenida a sus reseñas, comentarios y otras comunicaciones, fotos, videos o cualquier otro contenido que envíe a través del Sitio o al Sitio (\"Contenido del Usuario\"), siempre que el Contenido del Usuario enviado por usted cumpla con estos Términos de Uso.</p><p>Usted acepta que cualquier Contenido de Usuario: será preciso; no violará ni facilitará la violación de ninguna ley o regulación; no violará derechos de terceros, incluidos derechos de autor, marcas registradas, privacidad o derechos de publicidad; no causará daño a ninguna persona o entidad; y no contendrá ni proporcionará enlaces a lenguaje obsceno, profano o amenazante, malware, campañas políticas, solicitudes comerciales, cartas en cadena, correos masivos, ninguna forma de \"spam\", o cualquier material que pueda considerarse dañino, sexualmente explícito, indecente, lascivo, violento, abusivo o degradante. Usted es el único responsable del Contenido de Usuario que envíe, y nosotros no asumimos ninguna responsabilidad ni obligación por cualquier Contenido de Usuario que usted envíe. Usted reconoce y acepta que nos reservamos el derecho (pero no tenemos la obligación) de hacer cualquiera o todas las siguientes acciones, a nuestra única discreción:</p><p>(i) monitorear el contenido del usuario; </p><p>(ii) alterar, eliminar o negarse a publicar o permitir que se publique cualquier Contenido del Usuario; y/o</p><p>(iii) divulgar cualquier Contenido de Usuario y las circunstancias que rodean su transmisión a cualquier tercero.</p><p>Por cualquier Contenido de Usuario que envíes, nos otorgas un derecho y licencia no exclusiva, sublicenciable, totalmente pagada, perpetua, irrevocable, libre de regalías y transferible para usar, exhibir, ejecutar, transmitir, copiar, modificar, eliminar, adaptar, publicar, traducir, crear obras derivadas de, vender y distribuir dicho Contenido de Usuario, así como para incorporar el Contenido de Usuario en cualquier forma, medio o tecnología, ahora conocido o desarrollado en el futuro, en todo el mundo, todo sin compensación para ti. Además, nos otorgas el derecho a incluir el nombre presentado en conjunto con cualquier Contenido de Usuario que envíes. No somos responsables del uso o divulgación de cualquier información personal que divulgas voluntariamente en relación con cualquier Contenido de Usuario que envíes. Usted declara y garantiza que tiene todos los derechos necesarios para otorgar las licencias concedidas en esta sección. Además, renuncia irrevocablemente a cualquier \"derecho moral\" u otros derechos con respecto a la atribución de autoría o la integridad de los materiales relacionados con el Contenido del Usuario que pueda tener bajo cualquier ley aplicable y bajo cualquier teoría legal.</p><p>El contenido también es proporcionado por visitantes de terceros al sitio. Tenga en cuenta que los visitantes del sitio pueden publicar contenido que sea inexacto, engañoso o decepcionante. No respaldamos y no somos responsables de ninguna opinión, consejo, información o declaraciones realizadas por terceros. No seremos responsables de ninguna pérdida o daño causado por su confianza en dicha información o materiales. Las opiniones expresadas por terceros reflejan únicamente las opiniones de las personas que las enviaron y pueden no reflejar nuestras opiniones.</p><p>Las ofertas especiales pueden ser por tiempo limitado.</p><p>Ocasionalmente, ofreceremos a nuestros clientes promociones especiales, las cuales denominamos \"ofertas especiales\" o \"ofertas especiales\". Esto puede incluir un regalo con la compra, envío gratuito, ofertas de fabricantes u otras actividades promocionales asociadas con la compra de un producto. Estas ofertas pueden ser por un tiempo limitado únicamente.</p><p>Las promociones pueden tener reglas separadas.</p><p>Todos los sorteos, concursos, rifas u otras promociones (colectivamente, \"Promociones\") disponibles a través del Sitio pueden estar regidos por reglas separadas de estos Términos de Uso. Si participas en una Promoción, por favor revisa las reglas aplicables, así como nuestra Política de Privacidad. Si las reglas de una Promoción entran en conflicto con estos Términos de Uso, se aplicarán las reglas de la Promoción.</p><p>Declinamos cualquier responsabilidad legal por el funcionamiento del Sitio y los productos y servicios ofrecidos en él.</p><p>EL SITIO Y TODA LA INFORMACIÓN, CONTENIDO, MATERIALES, PRODUCTOS Y SERVICIOS INCLUIDOS O PUESTOS A SU DISPOSICIÓN A TRAVÉS DEL SITIO SON PROPORCIONADOS POR NOSOTROS \"TAL CUAL\" Y \"SEGÚN DISPONIBILIDAD\", A MENOS QUE SE ESPECIFIQUE LO CONTRARIO POR ESCRITO. NO HACEMOS REPRESENTACIONES NI GARANTÍAS DE NINGÚN TIPO, EXPRESAS O IMPLÍCITAS, EN CUANTO AL FUNCIONAMIENTO DEL SITIO, O LA INFORMACIÓN, EL CONTENIDO, LOS MATERIALES, LOS PRODUCTOS O LOS SERVICIOS INCLUIDOS O DISPONIBLES PARA USTED A TRAVÉS DEL SITIO, A MENOS QUE SE ESPECIFIQUE LO CONTRARIO POR ESCRITO. NO TENDREMOS NINGUNA RESPONSABILIDAD POR CUALQUIER ERROR U OMISIÓN EN EL CONTENIDO DEL SITIO, POR SU ACCIÓN O INACCIÓN EN RELACIÓN CON EL SITIO, O POR CUALQUIER DAÑO A SU COMPUTADORA O DATOS, O CUALQUIER OTRO DAÑO EN EL QUE PUEDA INCURRIR EN RELACIÓN CON EL SITIO. USTED ACEPTA EXPRESAMENTE QUE EL USO DEL SITIO ES BAJO SU PROPIO RIESGO.</p><p>ADEMÁS (Y SIN LIMITAR LAS LIMITACIONES EN EL PÁRRAFO ANTERIOR INMEDIATAMENTE), NO HACEMOS NINGUNA DECLARACIÓN SOBRE LA ADECUACIÓN DE LOS PRODUCTOS EN EL SITIO PARA NINGÚN PROPÓSITO. PROPORCIONAMOS TODOS ESTOS PRODUCTOS \"TAL CUAL\" SIN GARANTÍA DE NINGÚN TIPO, YA SEA EXPRESA O IMPLÍCITA. ESPECÍFICAMENTE RENUNCIAMOS A TODAS LAS GARANTÍAS Y CONDICIONES DE CUALQUIER TIPO, INCLUYENDO TODAS LAS GARANTÍAS Y CONDICIONES IMPLÍCITAS DE COMERCIABILIDAD, ADECUACIÓN PARA UN PROPÓSITO PARTICULAR, TITULACIÓN Y NO INFRACCIÓN.</p><p>LOS PRODUCTOS EN ESTE SITIO PUEDEN BENEFICIARSE DE LA GARANTÍA DEL FABRICANTE PROPORCIONADA POR EL FABRICANTE DEL PRODUCTO. POR FAVOR, CONSULTE LA CAJA Y LA LITERATURA DE SU PRODUCTO PARA MÁS DETALLES.</p><p>Limitamos nuestra responsabilidad hacia usted.</p><p>BAJO NINGUNA CIRCUNSTANCIA Clover4 SAS, SUS AFILIADOS, O NUESTROS Y SUS RESPECTIVOS EMPLEADOS, DIRECTORES, FUNCIONARIOS O AGENTES SERÁN RESPONSABLES POR DAÑOS DE CUALQUIER TIPO QUE SURJAN O ESTÉN RELACIONADOS CON SU USO, O INHABILIDAD PARA USAR, EL SITIO, O CUALQUIER INFORMACIÓN, CONTENIDO, MATERIALES, PRODUCTOS O SERVICIOS INCLUIDOS O DE OTRA MANERA PUESTOS A SU DISPOSICIÓN A TRAVÉS DEL SITIO. ESTA ES UNA LIMITACIÓN COMPLETA DE RESPONSABILIDAD QUE SE APLICA A TODAS LAS PÉRDIDAS Y DAÑOS DE CUALQUIER TIPO (YA SEA GENERALES, ESPECIALES, CONSECUENCIALES, INCIDENTALES, EJEMPLARES, O DE OTRA MANERA, INCLUYENDO, SIN LIMITACIÓN, PÉRDIDA DE DATOS, INGRESOS O BENEFICIOS), YA SEA EN VIRTUD DE CONTRATO, DELITO, O AUNQUE SE NOS HAYA INFORMADO O DEBERÍAMOS HABER SABIDO DE LA POSIBILIDAD DE TALES DAÑOS. CADA DISPOSICIÓN DE ESTOS TÉRMINOS DE USO QUE PROPORCIONA UNA LIMITACIÓN DE RESPONSABILIDAD, RENUNCIA DE GARANTÍAS, O EXCLUSIÓN DE DAÑOS ES PARA ASIGNAR LOS RIESGOS BAJO EL ACUERDO ENTRE USTED Y NOSOTROS.</p><p>ESTE TAREA ES UN ELEMENTO ESENCIAL DE LA BASE DEL CONTRATO ENTRE USTED Y NOSOTROS. LAS LIMITACIONES EN ESTA SECCIÓN SE APLICARÁN INCLUSO SI CUALQUIER RECURSO LIMITADO FALLA EN SU(S) PROPÓSITO(S) ESENCIAL(ES). SI NO ESTÁ SATISFECHO CON EL SITIO, CUALQUIER INFORMACIÓN, CONTENIDO, MATERIALES, PRODUCTOS O SERVICIOS INCLUIDOS EN EL SITIO O DE OTRO MODO PUESTOS A SU DISPOSICIÓN A TRAVÉS DEL SITIO, O CON ESTOS TÉRMINOS DE USO, SU ÚNICO Y EXCLUSIVO RECURSO ES DEJAR DE UTILIZAR EL SITIO. USTED RECONOCE, POR SU USO DEL SITIO, QUE SU USO DEL SITIO ES BAJO SU PROPIO RIESGO. LA LEY APLICABLE PUEDE NO PERMITIR LA LIMITACIÓN DE RESPONSABILIDAD ESTABLECIDA ANTERIORMENTE, POR LO QUE ESTA LIMITACIÓN DE RESPONSABILIDAD PUEDES NO APLICARSE A USTED, Y PUEDE TENER DERECHOS ADICIONALES A LOS CONTENIDOS AQUÍ.</p><p>CIERTAS LEYES NO PERMITEN LIMITACIONES EN GARANTÍAS IMPLÍCITAS O LA EXCLUSIÓN O LIMITACIÓN DE CIERTOS DAÑOS. SI ESTAS LEYES SE APLICAN A USTED, ALGUNAS O TODAS LAS RENUNCIAS, EXCLUSIONES O LIMITACIONES ANTERIORES PUEDEN NO APLICARSE A USTED, Y USTED PUEDE TENER DERECHOS ADICIONALES.</p><p>No somos responsables de los sitios web de terceros.</p><p>El Sitio puede contener enlaces y características interactivas que interactúan con sitios web de terceros, incluidos sitios de redes sociales. No respaldamos, y no somos responsables de, la funcionalidad, acciones, inacciones, configuraciones de privacidad, políticas de privacidad, términos o contenido de dichos sitios web. SU USO DE SITIOS WEB Y RECURSOS DE TERCEROS ES BAJO SU PROPIO RIESGO.</p><p>Estos términos generales se aplican a estos Términos de Uso.</p><p>Usted es responsable de todos los cargos y permisos necesarios relacionados con el acceso al Sitio a través de su proveedor de acceso móvil.</p><p>Si alguna disposición de estos Términos de Uso es determinada por un tribunal de jurisdicción competente como ilegal, nula o inaplicable, la disposición inaplicable será modificada para hacer que estos Términos de Uso sean aplicables y efectivos en la mayor medida posible para llevar a cabo la intención de la disposición; si un tribunal determina que la disposición modificada es inválida, ilegal, nula o inaplicable, la validez, legalidad y aplicabilidad de las disposiciones restantes de estos Términos de Uso no se verán afectadas de ninguna manera.</p><p>Usted acepta que estos Términos de Uso constituyen el acuerdo total, completo y exclusivo entre usted y nosotros con respecto al Sitio y los servicios ofrecidos en él, y sustituyen todos los acuerdos y entendimientos anteriores, ya sean escritos u orales, o establecidos por costumbre, práctica, política o precedente, en relación con el tema de estos Términos de Uso.</p><p>Nuestra falta de actuar con respecto a una violación de estos Términos de Uso por usted o por otros no renuncia a nuestro derecho de actuar con respecto a esa violación o a violaciones similares o diferentes en el futuro.</p><p>Si tiene preguntas o comentarios sobre estos Términos de Uso, por favor contáctenos. También aceptamos la entrega de documentos legales en esta dirección. Cualquier aviso que proporcione sin cumplir con este párrafo no tendrá efecto legal.</p>"
          }
        }
      },
      "block_order": [
        "text_rkJLND"
      ],
      "custom_css": [
        ".rich-text__blocks .h1 {font-size: 26px; font-weight: 700; line-height: 100%; color: #000;}",
        ".rich-text__text {margin-top: 1rem;}",
        ".rte p {font-size: 14px !important; color: #000 !important; padding-bottom: 10px; line-height: 30px;}",
        ".rte ul {list-style-position: outside; list-style: disc;}",
        ".rte li {font-size: 14px !important; color: #000 !important; line-height: 30px;}"
      ],
      "name": "t:sections.rich-text.presets.name",
      "settings": {
        "desktop_content_position": "left",
        "content_alignment": "left",
        "color_scheme": "",
        "full_width": true,
        "padding_top": 0,
        "padding_bottom": 52
      }
    }
  },
  "order": [
    "shogun-helper",
    "main",
    "shogun-optimizer",
    "custom_promo_box_WdiXPk",
    "custom_breadcrumb_qLmnwz",
    "rich_text_tznb3J"
  ]
}
