{"sections":{"shogun-helper":{"type":"shogun-helper","settings":{}},"main":{"type":"main-page","disabled":true,"settings":{"padding_top":28,"padding_bottom":28}},"shogun-optimizer":{"type":"shogun-optimizer","settings":{}},"custom_promo_box_EXcGji":{"type":"custom-promo-box","name":"Custom Promo Box","settings":{"text_left":"Hasta 20% de descuento Sillones","link_left":"shopify:\/\/collections\/armchairs","text_center":"Hasta 20% de descuento Camas","link_center":"shopify:\/\/collections\/beds","text_right":"Hasta 20% de descuento Mesas de centro","link_right":"shopify:\/\/collections\/coffee-tables","bottom_text":"GARANTÍA ASHLEY TARIFF – MÁXIMO AHORRO, MÁXIMA CALIDAD","link_bottom":""}},"custom_breadcrumb_NJxPDq":{"type":"custom-breadcrumb","name":"Breadcrumbs","settings":{"show_breadcrumbs":true,"show_page_title":true,"breadcrumb_font_family":"Arial","text_color":"#333333","link_color":"#333333","link_hover_color":"#000000","border_color":"#e0e0e0","font_size":14,"font_weight":"400","padding_top":15,"padding_bottom":0,"divider_size":14,"divider_color":"#999999","border_thickness":1,"title_font_family":"Arial","title_color":"#333333","title_font_size":24,"title_font_weight":"600","title_margin_top":10,"title_margin_right":0,"title_margin_bottom":20,"title_margin_left":0,"title_padding_top":0,"title_padding_right":0,"title_padding_bottom":0,"title_padding_left":0}},"rich_text_cbkzx8":{"type":"rich-text","blocks":{"heading_iBaRjf":{"type":"heading","settings":{"heading":"Cupones, Ventas, Ofertas Exclusiones y Detalles","heading_size":"h1"}},"text_W6tzrp":{"type":"text","settings":{"text":"<h2>0% de interés hasta 2030^° - Solo en tienda<\/h2><p>En compras en tienda realizadas con su tarjeta de crédito Ashley Advantage® Synchrony en ubicaciones participantes. Se requieren 60 pagos mensuales iguales. Puede que se requiera una compra mínima. Se puede exigir un pago inicial de hasta el 30%, además de impuestos y entrega, en otro tipo de pago para compras en tienda. Se incluirá una tarifa promocional del 2% del monto financiado en los pagos mensuales.<\/p><p>^°No combinable con otras ofertas y descuentos. El monto de compra calificada se determina antes de cualquier pago inicial, impuestos o entrega. Consulte a un vendedor para obtener detalles sobre el pago inicial requerido. El monto de compra calificada, menos cualquier pago inicial aplicable, debe estar en un solo recibo. Una tarifa promocional, igual al 2% del monto financiado en el momento de la compra, se mostrará como una transacción separada en su estado de cuenta y se incluirá en el saldo sujeto a esta promoción. Cualquier impuesto, entrega u otros cargos incluidos en el monto financiado aumentarán la tarifa promocional relacionada y los pagos mensuales requeridos. Por ejemplo, una compra de $950 con $50 en impuestos y costos de envío, se le cobrará una tarifa promocional igual a $20 y se cargarán $1,020 a su cuenta. No se cobrarán intereses sobre el monto financiado (incluida la tarifa promocional relacionada) y se requieren pagos mensuales iguales sobre el monto de la compra promocional hasta que se pague en su totalidad. Los pagos son iguales al monto inicial financiado, (incluyendo la tarifa promocional relacionada) dividido por el número de meses en el período promocional, redondeado al siguiente dólar entero. Cualquier pago mensual estimado puede mostrarse redondeado al siguiente dólar entero (por facilidad de visualización) o puede mostrarse redondeado al siguiente centavo. Consulte su estado de cuenta para conocer su verdadero pago mensual requerido, que se redondeará al siguiente centavo. Durante el último mes (o meses) del período promocional, el pago mensual requerido puede ser reducido debido al redondeo de los meses anteriores. Cualquier pago mensual requerido estimado mostrado (que puede excluir impuestos y entrega) en relación con esta oferta promocional debería permitirle saldar el monto financiado dentro del período promocional si (1) realiza sus pagos en la fecha de vencimiento cada mes y (2) este es el único saldo en su cuenta durante el período promocional. Si tiene otros saldos en su cuenta, este pago mensual se sumará al pago mínimo aplicable a esos saldos. Se aplican los términos regulares de la cuenta a las compras no promocionales. Para Nuevas Cuentas: A partir del 16\/07\/2024: La TAE de compra es del 34.99%. La TAE de penalización es del 39.99%. El cargo mínimo por intereses es de $2. Sujeto a aprobación de crédito.<\/p>"}},"text_UTTLdf":{"type":"text","settings":{"text":"<h2>$1 para Empezar‡^<\/h2><p>El “$1 para empezar” está disponible para las solicitudes en línea y en tiendas seleccionadas, no incluye impuestos y se refiere al período de alquiler desde la fecha de inicio del acuerdo hasta el primer pago de renovación programado. En la fecha de su primera renovación, se aplicarán montos de pago de arrendamiento, impuestos y tarifas. El monto del pago de renovación del arrendamiento, el período hasta la propiedad y el costo total varían según el artículo seleccionado. Esto no es una promoción para una transacción o artículo específico. Por favor, consulte el contrato de arrendamiento para los montos de pago y los términos de alquiler. La oferta no reducirá el número de pagos, el monto total necesario para adquirir la propiedad o el monto de la opción de compra. Los clientes en California pagarán un pago de alquiler inicial de $0 y una tarifa de procesamiento de $1 para comenzar.<\/p><h2>Compra sin usar credit5<\/h2><p>5Acima ofrece transacciones de arrendamiento con opción a compra. \"Compra sin usar crédito\" significa que esto no es un préstamo, crédito o financiamiento. Acima obtiene información de agencias de informes de consumidores durante una solicitud de arrendamiento. Consideramos múltiples puntos de datos y aprobamos regularmente a clientes con un historial de crédito no perfecto. El precio en efectivo de Acima puede incluir un recargo sobre el precio de la factura. Obtener la propiedad mediante arrendamiento cuesta más que el precio en efectivo del minorista. No disponible en MN, NJ, WI o WY. No todos los solicitantes son aprobados.<\/p><h2>Hasta % de descuento**<\/h2><p>**Los artículos están sujetos a descuentos o promociones específicos, que pueden incluir una combinación de artículos descontinuados y otros artículos con precios reducidos temporalmente. No se puede combinar con ningún otro descuento, código o financiamiento por más de 12 meses.<\/p><h2>Precio Regular<\/h2><p>El Precio Regular es el precio más alto anunciado en la tienda y en línea. Se pueden aplicar descuentos del Precio Regular según el método de pago y las condiciones, que pueden considerarse un cargo financiero.<\/p><p><\/p>"}},"text_L8CfLY":{"type":"text","settings":{"text":"<h2>Ahorra hasta $1,000 en toda la tienda‡ - Solo en tienda<\/h2><p>‡Se aplican exclusiones, consulte la tienda para más detalles. Expira el 7\/7\/25 a las 11:59 PM EST.<\/p><h2>Ahorra $1000°‡ en Colchones Seleccionados<\/h2><p>°‡La oferta es válida del 3\/6\/25 al 7\/7\/25. Ahorra $1,000 en los colchones Sealy® Princeton. Los precios y las ofertas son válidos por tiempo limitado en línea y solo en ubicaciones participantes. Excluye compras anteriores. Consulta a un asociado de la tienda o a ashley.com para disponibilidad y detalles.<\/p><h2>Ahorra hasta $600†^ en Colchones Seleccionados.<\/h2><p>†^La oferta es válida del 17 de junio al 8 de julio de 2025, únicamente en minoristas participantes. Ahorro máximo de $600 requiere la compra de un colchón Reserve Stearns & Foster®. Ahorra $600 en cualquier tamaño de colchón Reserve Stearns & Foster®. Ahorra $400 en cualquier tamaño de colchón Lux Estate o Lux Hybrid Stearns & Foster®. Ahorra $200 en cualquier tamaño de colchón Estate o Studio Stearns & Foster®. Los ahorros se realizan en el momento de la compra. Algunas ofertas pueden no ser combinadas. No válido en compras anteriores. Consulte la tienda para disponibilidad y detalles. Copyright 2025 Sealy, Inc. Todos los derechos reservados.<\/p><h2>Ahorra $500†* en los colchones Breeze® más vendidos + $25 de descuento en accesorios Breeze®.<\/h2><p>†*La oferta es válida del 17 de junio al 8 de julio de 2025, mientras dure el inventario. El ahorro máximo de $500 requiere la compra de un colchón TEMPUR-Breeze®. Ahorra $500 en cualquier tamaño de colchón TEMPUR-ActiveBreeze®, TEMPURLuxeBreeze® o TEMPUR-ProBreeze®. Ahorra $25 en cualquier tamaño de almohada TEMPUR-Breeze® ProLo, almohada TEMPUR-Breeze® ProHi, juego de sábanas de enfriamiento TEMPUR-Breeze® o protector de colchón TEMPUR-Breeze®. Los ahorros se realizan en el momento de la compra. Algunas ofertas pueden no ser combinadas. Excluye compras anteriores. Consulte la tienda para disponibilidad y detalles. Copyright 2025 Tempur-Pedic North America, LLC. Todos los derechos reservados.<\/p>"}}},"block_order":["heading_iBaRjf","text_W6tzrp","text_UTTLdf","text_L8CfLY"],"custom_css":[".rich-text__blocks .h1 {font-size: 26px; font-weight: 700; line-height: 100%; color: #000;}",".rich-text__text h2 {font-size: 20px; font-weight: 600; line-height: 30px; color: #000; padding-bottom: 10px;}",".rich-text__text {margin-top: 1rem;}",".rte p {font-size: 14px !important; color: #000 !important; padding-bottom: 10px; line-height: 30px;}"],"name":"t:sections.rich-text.presets.name","settings":{"desktop_content_position":"left","content_alignment":"left","color_scheme":"","full_width":true,"padding_top":0,"padding_bottom":0}},"rich_text_tDKmWD":{"type":"rich-text","blocks":{"heading_hdwWRd":{"type":"heading","settings":{"heading":"INFORMACIÓN ADICIONAL DE LA OFERTA","heading_size":"h1"}},"text_cdrVJ7":{"type":"text","settings":{"text":"<h3>Excluido de Cupones — Destacado en Línea<\/h3><p>Excluido de descuentos, cupones y ofertas especiales. Financiamiento especial sujeto a aprobación de crédito. Se requieren pagos mensuales mínimos. Los precios pueden variar en Hawái y Alaska.<\/p><h3>Envío y entrega estándar gratuitos – Destacado en línea<\/h3><p>⁠°La oferta de envío y entrega gratis está disponible para pedidos realizados en Ashley.com y en ubicaciones participantes. Excluye la entrega a domicilio con servicio de atención personalizada y pedidos que requieren entrega en el hogar. El envío gratuito se aplicará en el carrito. El envío y la entrega estándar corresponden a artículos más pequeños y ligeros a través de paquetes pequeños (por ejemplo, FedEx). Los artículos pueden requerir ensamblaje. Recibirás una notificación tan pronto como el pedido sea enviado. Las opciones de envío disponibles se indicarán en el carrito de compras. La entrega puede retrasarse por factores como cambios en el inventario, capacidad de entrega y circunstancias imprevistas fuera de nuestro control, como huelgas, desastres naturales y condiciones climáticas adversas. Por favor, lee nuestra política de Envío y Entrega para más información.<\/p><h3>Entrega en la puerta — Destacado en línea<\/h3><p>Válido solo en Ashley.com y en ubicaciones participantes. Excluye entrega con servicio especial. Los artículos se entregan en su puerta en el embalaje original y pueden requerir ensamblaje. El cliente será responsable de la colocación en la habitación de su elección y de la eliminación del material de embalaje. Se requiere firma. La entrega gratuita en la puerta no está disponible en todas las áreas. Para verificar la disponibilidad de la entrega en la puerta, ingrese su código postal en el proceso de compra cuando se le solicite.<\/p><h3>Entrega con Guante Blanco — Destacado en Línea<\/h3><p>Se aplica a compras más voluminosas y pesadas en Ashley.com. Las tarifas de entrega varían según el mercado y se aplican en el carrito; la tarifa incluye entrega, ensamblaje y eliminación de materiales de embalaje. La entrega con servicio completo no está disponible en todas las áreas. En la caja, ingresa tu código postal cuando se te pida para ver si tu compra está disponible para entrega con servicio completo. Aprende más<\/p><h3>$50 de descuento en una compra de $999 o más — Correo Directo Destacado<\/h3><p>Compras anteriores excluidas. La oferta es válida en línea y en ubicaciones participantes. No válida en Ashley Outlet. No se puede combinar con ninguna otra oferta, código de descuento o financiamiento mayor a 12 meses. Las ofertas no son transferibles y no aplican a impuestos sobre ventas, envíos, entregas a domicilio o cargos de manejo. Las ofertas de descuento excluyen paquetes en tienda, artículos destacados de eventos, liquidaciones\/cierre, modelos de piso, planes de protección de muebles, garantías y cargos por servicio. Aunque se toman todas las precauciones, pueden ocurrir errores en precios y\/o especificaciones. Nos reservamos el derecho de corregir dichos errores. Precios y ofertas válidos por tiempo limitado en línea y solamente en ubicaciones participantes. Los tiempos de participación pueden variar. Los precios u ofertas pueden variar en Hawái y Alaska. Las tiendas de la marca Ashley pueden ser propiedad y estar operadas por Ashley Global Retail, LLC (o subsidiarias), o licenciados independientes. Consulte los folletos individuales para fechas de expiración específicas. ©2025 Ashley Global Retail, LLC.<\/p><h3>Oferta de bienvenida por correo electrónico y SMS: $50 de descuento en tu próxima compra^† — Destacado en el correo electrónico<\/h3><p>^†Utilice el código promocional proporcionado para obtener $50 de descuento en su compra de $999.99 o más en tiendas participantes de la marca Ashley o al finalizar la compra en www.ashley.com. Compras anteriores excluidas. El monto mínimo de compra debe ser cumplido en una sola transacción antes de impuestos y cargos de entrega. No se puede combinar con ninguna otra oferta o descuento. La oferta excluye liquidaciones\/cierre de existencias, modelos de piso, planes de protección de muebles, garantía, cargos de servicio, o compras de productos Purple, Beautyrest Black®, Sealy Conform™, Tempur-Pedic®, Nectar, Stearns & Foster®, Serta® iComfort®, Sealy® Hybrid™, Serta® Motion Essentials® y Serta® Motion Perfect®. La oferta es intransferible y no se aplica al impuesto sobre ventas, envío, entrega a domicilio, o cargos por manejo. Los precios o las ofertas pueden variar en Hawái y Alaska. Las tiendas de la marca Ashley pueden ser propiedad y estar operadas por Ashley Global Retail, LLC (o subsidiarias), o licenciatarios independientes. Consulte con el asociado de la tienda para más detalles. La oferta vence 30 días después de que se emita el cupón en línea a las 11:59 p.m. EST.<\/p><p><\/p>"}},"text_bby7Qx":{"type":"text","settings":{"text":"<h3>Oferta de Bienvenida: $25 de descuento en su próxima compra<\/h3><p>Utiliza el código promocional proporcionado para obtener $25 de descuento en tu compra de $100.01 o más al finalizar la compra en www.Ashley.com. El código promocional es válido para un canje por hogar. Solo en línea. Si se canjea en una tienda Ashley, el mínimo de compra requerido es de $250. El monto mínimo de compra debe cumplirse en una sola transacción antes de impuestos y tarifas de entrega. No se puede combinar con ninguna otra oferta o descuento. La oferta excluye liquidaciones\/cierres, modelos de piso, planes de protección de muebles, garantías, cargos por servicio, o compras de productos de Purple, Beautyrest Black®, Sealy Conform™, Tempur-Pedic®, Nectar, Stearns & Foster®, Serta® iComfort®, Sealy® Hybrid™, Serta® Motion Essentials® y Serta® Motion Perfect®. La oferta no es transferible y no se aplica a impuestos sobre ventas, envío, entrega a domicilio, o cargos de manipulación. La oferta es válida para ventas dentro de Alaska, Hawái y los 48 estados contiguos de Estados Unidos. La oferta expira 30 días después de que el cupón se emita en línea a las 11:59 p.m. EST.<\/p><h3>Sorteo del Mercado de Chicago<\/h3><p>NO SE REQUIERE COMPRA NI PAGO DE NINGÚN TIPO PARA PARTICIPAR O GANAR. UNA COMPRA NO AUMENTARÁ SUS POSIBILIDADES DE GANAR. Abierto a ciudadanos o residentes permanentes legales de EE. UU., 18 años o más, que residan a tiempo completo en IL o IN y dentro de 50 millas de una tienda participante en el momento de la entrada y durante la entrega del premio. Participa durante las horas de operación de una tienda participante desde el 20 de junio de 2025 hasta el 22 de junio de 2025. Premio (1): una parrilla de gas propano, un enfriador de lados duros, un fogón sin humo de paredes dobles, un altavoz portátil y un calentador de patio. Valor estimado del premio: $1,550. Las probabilidades de ganar el premio del sorteo dependen del número de entradas elegibles recibidas. Nulo fuera de IL, IN y donde esté prohibido. Límite: Una entrada por persona. Sujeto a las Reglas Oficiales; por favor revise las <a href=\"https:\/\/us-east-1-ashley.graphassets.com\/AeTsuFyMWT8Gnz1DxTOrBz\/cmbvby35l1w0507li6r1r6txz\" target=\"_blank\" title=\"Chicago Market Sweepstakes Official Rules\"><strong>Reglas Oficiales y la lista de tiendas participantes<\/strong><\/a>. Patrocinador: Ashley Global Retail, LLC, 1670 E 8th Ave., Tampa, FL 33605.<\/p>"}}},"block_order":["heading_hdwWRd","text_cdrVJ7","text_bby7Qx"],"custom_css":[".rich-text__blocks .h1 {font-size: 26px; font-weight: 700; line-height: 100%; color: #000;}",".rich-text__text h2 {font-size: 20px; font-weight: 600; line-height: 30px; color: #000; padding-bottom: 10px;}",".rich-text__text {margin-top: 1rem;}",".rte p {font-size: 14px !important; color: #000 !important; padding-bottom: 15px; line-height: 30px;}",".rich-text__text h3 {font-size: 18px !important; line-height: 30px; font-weight: 500; color: #000 !important;}"],"name":"t:sections.rich-text.presets.name","settings":{"desktop_content_position":"left","content_alignment":"left","color_scheme":"","full_width":true,"padding_top":0,"padding_bottom":0}},"rich_text_UD3eG3":{"type":"rich-text","blocks":{"heading_gW9HiF":{"type":"heading","settings":{"heading":"OFERTAS ADICIONALES DE FINANCIACIÓN ESPECIAL","heading_size":"h1"}},"text_Y6fpRH":{"type":"text","settings":{"text":"<h3>Sin interés si se paga en su totalidad dentro de 6 meses††† <\/h3><p>En compras calificadas realizadas con su tarjeta de crédito Ashley Advantage® Synchrony. Se cobrarán intereses a su cuenta desde la fecha de compra si el saldo promocional no se paga en su totalidad dentro de los 6 meses. Se requieren pagos mensuales mínimos. <\/p><p>†††El monto de compra calificante debe estar en un solo recibo. No se cobrará interés sobre el saldo promocional si lo pagas en su totalidad dentro del período promocional. Si no lo haces, se cobrarán intereses sobre el saldo promocional desde la fecha de compra. Los pagos mínimos mensuales requeridos pueden o no liquidar el saldo promocional antes del final del período promocional, dependiendo del monto de la compra, la duración de la promoción y la asignación de pagos. Los términos regulares de la cuenta se aplican a las compras no promocionales y, después de que finalice el período promocional, al saldo promocional. Nuevas cuentas a partir del 16\/07\/24: Tasa de interés anual del 34.99%. Tasa de interés por penalización del 39.99%. Cargo mínimo por interés $2. Se cobrará una tarifa promocional igual al 2% del monto financiado en una promoción de pago igual sin interés de 18 meses o más. Titulares de tarjetas existentes: Consulte los términos de su acuerdo de tarjeta de crédito. Sujeto a aprobación de crédito.<\/p><h3>Sin interés si se paga en su totalidad dentro de 12 meses†† <\/h3><p>⁠En compras elegibles realizadas con su tarjeta de crédito Ashley Advantage® Synchrony. Se requiere una compra mínima de $499 en línea. Se cobrarán intereses a su cuenta desde la fecha de compra si el saldo promocional no se paga en su totalidad dentro de los 12 meses. Se requieren pagos mensuales mínimos.<\/p><p>La cantidad mínima de compra calificada debe estar en un solo recibo. No se cobrarán intereses sobre el saldo promocional si lo pagas en su totalidad dentro del período promocional. Si no lo haces, se cobrarán intereses sobre el saldo promocional a partir de la fecha de compra. Los pagos mínimos mensuales requeridos pueden o no liquidar el saldo promocional antes del final del período promocional, dependiendo de la cantidad de compra, la duración de la promoción y la asignación de pagos. Los términos regulares de la cuenta se aplican a las compras no promocionales y, después de que finalice el período promocional, al saldo promocional. Nuevas cuentas a partir del 16\/07\/24: Tasa de APR de compra 34.99%. Tasa de APR por penalización 39.99%. Carga mínima de interés $2. Se cobrará una tarifa promocional igual al 2% de la cantidad financiada en una promoción de pago igual sin intereses de 18 meses o más. Titulares de tarjetas existentes: Consulte los términos de su acuerdo de tarjeta de crédito. Sujeto a aprobación de crédito.<\/p><h3>Financiamiento Especial de 24 Meses‡* - Solo en Línea<\/h3><p>En compras en línea de $999 o más realizadas con su tarjeta de crédito Ashley Advantage® Synchrony. Se cobrarán intereses a su cuenta a partir de la fecha de compra si el saldo promocional no se paga en su totalidad dentro de 24 meses. Se requieren pagos mensuales mínimos.<\/p><p>‡*El monto de la compra calificada debe estar en un solo recibo. No se cobrará interés sobre el saldo promocional si lo pagas en su totalidad dentro del período promocional. Si no lo haces, se cobrará interés sobre el saldo promocional desde la fecha de compra. Los pagos mínimos mensuales requeridos pueden o no liquidar el saldo promocional antes del final del período promocional, dependiendo del monto de compra, la duración de la promoción y la asignación de pagos. Los términos de la cuenta regular se aplican a las compras no promocionales y, después de que finalice el período promocional, al saldo promocional. Nuevas cuentas a partir del 16\/07\/24: Tasa de APR de compra 34.99%. Tasa de APR por penalización 39.99%. Cargo mínimo por interés $2. Se cobrará una tarifa promocional igual al 2% del monto financiado en una promoción de igual pago sin interés de 18 meses o más. Titulares de tarjeta existentes: Consulta los términos de tu acuerdo de tarjeta de crédito. Sujeto a la aprobación de crédito.<\/p>"}}},"block_order":["heading_gW9HiF","text_Y6fpRH"],"custom_css":[".rich-text__blocks .h1 {font-size: 26px; font-weight: 700; line-height: 100%; color: #000;}",".rich-text__text h2 {font-size: 20px; font-weight: 600; line-height: 30px; color: #000; padding-bottom: 10px;}",".rich-text__text {margin-top: 1rem;}",".rte p {font-size: 14px !important; color: #000 !important; padding-bottom: 10px; line-height: 30px;}",".rich-text__text h3 {font-size: 18px !important; line-height: 30px; font-weight: 500; color: #000 !important;}"],"name":"t:sections.rich-text.presets.name","settings":{"desktop_content_position":"left","content_alignment":"left","color_scheme":"","full_width":true,"padding_top":0,"padding_bottom":52}}},"order":["shogun-helper","main","shogun-optimizer","custom_promo_box_EXcGji","custom_breadcrumb_NJxPDq","rich_text_cbkzx8","rich_text_tDKmWD","rich_text_UD3eG3"]}