/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "shogun-helper": {
      "type": "shogun-helper",
      "settings": {}
    },
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "padding_top": 28,
        "padding_bottom": 28
      }
    },
    "shogun-optimizer": {
      "type": "shogun-optimizer",
      "settings": {}
    },
    "custom_promo_box_yWTW8g": {
      "type": "custom-promo-box",
      "name": "Custom Promo Box",
      "settings": {
        "text_left": "Hasta 20% de descuento Sillones",
        "link_left": "shopify://collections/poltronas",
        "text_center": "Hasta 20% de descuento Camas",
        "link_center": "shopify://collections/beds",
        "text_right": "Hasta 20% de descuento Mesas de centro",
        "link_right": "shopify://collections/coffee-tables",
        "bottom_text": "GARANTÍA ASHLEY TARIFF – MÁXIMO AHORRO, MÁXIMA CALIDAD",
        "link_bottom": ""
      }
    },
    "custom_breadcrumb_FtdYea": {
      "type": "custom-breadcrumb",
      "name": "Breadcrumbs",
      "settings": {
        "show_breadcrumbs": true,
        "show_page_title": true,
        "breadcrumb_font_family": "Arial",
        "text_color": "#333333",
        "link_color": "#333333",
        "link_hover_color": "#000000",
        "border_color": "#e0e0e0",
        "font_size": 14,
        "font_weight": "400",
        "padding_top": 15,
        "padding_bottom": 0,
        "divider_size": 14,
        "divider_color": "#999999",
        "border_thickness": 1,
        "title_font_family": "Arial",
        "title_color": "#333333",
        "title_font_size": 24,
        "title_font_weight": "600",
        "title_margin_top": 10,
        "title_margin_right": 0,
        "title_margin_bottom": 20,
        "title_margin_left": 0,
        "title_padding_top": 0,
        "title_padding_right": 0,
        "title_padding_bottom": 0,
        "title_padding_left": 0
      }
    },
    "rich_text_DQECNk": {
      "type": "rich-text",
      "blocks": {
        "heading_eirzp4": {
          "type": "heading",
          "settings": {
            "heading": "Métodos de Entrega",
            "heading_size": "h1"
          }
        },
        "text_hURQXB": {
          "type": "text",
          "settings": {
            "text": "<p>El tamaño y el peso de su compra en línea son factores que ayudan a determinar el método de entrega más eficiente.</p><h3><span style=\"text-decoration:underline\">Envío Estándar</span></h3><p>Enviamos artículos más pequeños y ligeros a través de mensajería o correo (por ejemplo, UPS o FedEx). Los artículos pueden necesitar ensamblaje. Recibirás una notificación tan pronto como el pedido sea enviado. Las opciones de envío disponibles se indicarán en el carrito de compras, pero generalmente incluyen envío de 1 día y 2 días. Si el envío de 1 día está disponible para un pedido, se espera que el pedido se entregue dentro de 1 día hábil después de que haya sido enviado y recogido por la empresa de mensajería. Si el envío de 2 días está disponible para un pedido, se espera que el pedido se entregue dentro de 2 días hábiles después de que haya sido enviado y recogido por la empresa de mensajería. Te alentamos a revisar las tarifas de envío enlistadas en el carrito de compras antes de enviar tu pedido.</p><h3><span style=\"text-decoration:underline\">Entrega con Guantes Blancos</span> </h3><p>Si selecciona la Entrega con Servicio Personalizado, sus artículos serán entregados, colocados en la habitación de su elección y, si es necesario, ensamblados. Los materiales de embalaje serán retirados. El equipo de entrega no moverá ni retirará los muebles o accesorios existentes. Para prepararse para su entrega, consulte nuestros consejos<a href=\"https://www.ashleyfurniture.com/beforedeliverytips/before-delivery-tips.html\" title=\"https://www.ashleyfurniture.com/beforedeliverytips/before-delivery-tips.html\"> previos a la entrega.</a> Serás contactado dentro de dos días después de realizar tu pedido para programar la entrega.</p><p>Las tarifas de entrega con guante blanco son establecidas por el equipo que entrega su pedido y pueden variar de un mercado a otro. Le recomendamos que revise las tarifas de entrega listadas en el carrito de compras antes de enviar su pedido. Nota: Pueden aplicarse tarifas adicionales por entregas por encima o por debajo del piso de entrada, o por otras circunstancias inusuales.</p><p>Por favor, organice que un adulto esté presente cuando llegue el camión. Debe estar presente una persona de 18 años o más para aceptar y firmar, lo que reconoce que recibió los artículos, los inspeccionó y los encontró en buenas condiciones. El personal de entrega no llevará muebles más de 3 pisos de escaleras. Puede incurrir en una tarifa adicional si no hay nadie en casa cuando llegue el equipo de entrega. Si la entrega no se realiza dentro de los 14 días posteriores a la fecha de entrega programada originalmente, el pedido puede ser tratado como un pedido cancelado. Entrega en la puerta.</p><h3><span style=\"text-decoration:underline\">Entrega a Domicilio</span></h3><p>Si selecciona la entrega a domicilio, sus artículos se entregarán en su embalaje original en su puerta. Para la entrega en apartamentos o condominios, los artículos se colocarán afuera de su unidad, en el vestíbulo del edificio o en la oficina de la propiedad. Una persona de 18 años o más debe estar presente para aceptar y firmar, lo que reconoce que recibió los artículos, los inspeccionó y los encontró en buen estado. Este servicio no incluye ensamblaje, instalación o eliminación de materiales de embalaje. El personal de entrega no llevará muebles más de 3 tramos de escaleras.</p><p>Por favor, tenga en cuenta que es su responsabilidad llevar los muebles desde el área de entrega hacia adentro. También será responsable del ensamblaje de los muebles, la instalación de los muebles, el desempaquetado y la eliminación de todos los materiales de embalaje. Cualquier daño que resulte de mover los muebles dentro de la casa o ensamblar los muebles también será su responsabilidad. La entrega en la puerta puede no estar disponible para todos los artículos o compras.</p><h3><span style=\"text-decoration:underline\">Recogida de Mercancías</span></h3><p>La recogida de mercadería está disponible solo en ubicaciones participantes. Si selecciona la recogida de mercadería, sus artículos estarán disponibles para que usted los recoja en una de nuestras ubicaciones o almacenes. Podemos ayudarlo a cargar sus artículos, pero es su responsabilidad asegurarse de que los artículos estén adecuadamente cargados y asegurados. Si sus artículos no están disponibles en el momento de la venta, le notificaremos cuando estén listos para la recogida. Al momento de la recogida, firmará un reconocimiento de que recibió los artículos, los inspeccionó y encontró que están en buenas condiciones.</p>"
          }
        }
      },
      "block_order": [
        "heading_eirzp4",
        "text_hURQXB"
      ],
      "custom_css": [
        ".rich-text__blocks .h1 {font-size: 26px; font-weight: 700; line-height: 100%; color: #000;}",
        ".rich-text__text {margin-top: 1rem;}",
        ".rte p {font-size: 14px !important; color: #000 !important; padding-bottom: 15px; line-height: 30px;}",
        ".rich-text__text h3 {font-size: 18px !important; line-height: 30px; font-weight: 500; color: #000 !important;}"
      ],
      "name": "t:sections.rich-text.presets.name",
      "settings": {
        "desktop_content_position": "left",
        "content_alignment": "left",
        "color_scheme": "",
        "full_width": true,
        "padding_top": 0,
        "padding_bottom": 0
      }
    },
    "rich_text_Q4f9Lp": {
      "type": "rich-text",
      "blocks": {
        "heading_y8txgU": {
          "type": "heading",
          "settings": {
            "heading": "Cambio o Cancelación",
            "heading_size": "h1"
          }
        },
        "text_hRihbz": {
          "type": "text",
          "settings": {
            "text": "<p>Cambio o Cancelación de Pedido. Puede cambiar o cancelar su pedido (excepto para pedidos especiales o artículos monogramados o personalizados o artículos de envío estándar que ya han sido enviados) hasta 48 horas antes de su hora de entrega programada. Las cantidades adicionales adeudadas por un cambio de pedido deben ser pagadas en su totalidad antes de programar la entrega. Los reembolsos se realizan según el método de pago utilizado en el momento de la compra. Los reembolsos por compras pagadas en efectivo o con cheque se pagarán con cheque. Si cancela su pedido con menos de 48 horas de antelación a la fecha de entrega, cancelaremos el pedido pero le cobraremos a su tarjeta de crédito las tarifas de entrega.</p>"
          }
        }
      },
      "block_order": [
        "heading_y8txgU",
        "text_hRihbz"
      ],
      "custom_css": [
        ".rich-text__blocks .h1 {font-size: 26px; font-weight: 700; line-height: 100%; color: #000;}",
        ".rich-text__text {margin-top: 1rem;}",
        ".rte p {font-size: 14px !important; color: #000 !important; padding-bottom: 15px; line-height: 30px;}"
      ],
      "name": "t:sections.rich-text.presets.name",
      "settings": {
        "desktop_content_position": "left",
        "content_alignment": "left",
        "color_scheme": "",
        "full_width": true,
        "padding_top": 0,
        "padding_bottom": 0
      }
    },
    "rich_text_TYdwjL": {
      "type": "rich-text",
      "blocks": {
        "heading_W67Y4J": {
          "type": "heading",
          "settings": {
            "heading": "Política de Devolución de Compras en Línea",
            "heading_size": "h1"
          }
        },
        "text_9NHFMt": {
          "type": "text",
          "settings": {
            "text": "<p><strong>Artículos de Envío Estándar</strong><em><br/></em>Si su artículo de envío estándar llega dañado, comuníquese con el servicio de atención al cliente dentro de tres (3) días hábiles. Aceptamos la devolución de artículos de envío estándar dentro de los 30 días posteriores a la entrega (tenga en cuenta que pueden aplicarse tarifas de envío de devolución). Para informar sobre daños en la entrega o hacer una devolución, llame al servicio de atención al cliente al 866-436-3393. Para los artículos de envío estándar donde se descubra un defecto de fabricación después del período de devolución de 30 días, consulte la garantía del fabricante, si la hubiera.</p><p><strong>Entrega con guantes blancos y entrega a domicilio para artículos pedidos en línea</strong><em><br/>⁠</em>Por favor, inspeccione sus artículos al momento de la entrega. Para cualquier artículo que reciba dañado o con un defecto de fábrica, trabajaremos con usted para reparar, reemplazar o recoger el artículo si se comunica con el Servicio de Atención al Cliente al número de teléfono en su confirmación de pedido enviada por correo electrónico dentro de los tres (3) días hábiles posteriores a la entrega. De lo contrario, TODAS LAS VENTAS SON FINALES.</p><p><strong>Requisitos de Devolución</strong><em><br/></em>Para recibir el monto total del reembolso descrito en esta Política de Devoluciones, todos los artículos deben estar: (1) en condiciones nuevas/no utilizadas y (2) ser devueltos con todos los accesorios y piezas y empaquetados de manera segura en su empaque original (a menos que el empaque haya sido retirado como parte de la Entrega con Guante Blanco).</p><p>No aceptamos devoluciones de artículos de venta final y liquidación, pedidos especiales o artículos monogramados o personalizados, excepto por artículos entregados dañados o defectuosos que nos sean reportados dentro de los tres (3) días hábiles posteriores a la entrega.</p><p><strong>Colchones y Bases</strong><em><br/></em>Las devoluciones de colchones o bases son controladas por la garantía del fabricante, si la hay. Por favor, comuníquese al número de teléfono en su confirmación de pedido por correo electrónico para consultas sobre devoluciones de colchones o bases.</p><p><strong>Intercambios/Reembolsos</strong><em><br/></em>Los artículos devueltos son inspeccionados inmediatamente al recibirlos. Se emitirán intercambios, créditos y reembolsos apropiados por el precio de compra de los artículos devueltos; los impuestos se reembolsan de acuerdo con la ley estatal aplicable. Con la excepción de los reembolsos por mercancía dañada o defectuosa, los cargos de envío, entrega y manejo no son reembolsables, y pueden aplicarse tarifas de envío de devolución o recogida. Los reembolsos se realizan según el método de pago utilizado en el momento de la compra. Por favor, permita de 7 a 10 días después de recibir los artículos devueltos para que cualquier crédito o reembolso aparezca en su estado de cuenta de tarjeta de crédito.</p><h3>Política de Devolución de Compras en Tienda:</h3><p>Si compraste en una tienda, revisa los términos y condiciones que se te proporcionaron en el momento de la compra (a veces están ubicados en la parte posterior de tu recibo). Las compras en tienda, ya sea en tiendas independientes o en las tiendas propiedad y operadas por Ashley Global Retail, LLC o sus subsidiarias, establecen sus propias políticas sobre devoluciones e intercambios. Por favor, contacta a la tienda donde realizaste la compra. El número de teléfono de la tienda se encuentra en tu recibo o en nuestro <a href=\"https://stores.ashleyfurniture.com/\" target=\"_blank\" title=\"https://stores.ashleyfurniture.com/\">localizador de tiendas</a>.<br/><br/></p>"
          }
        }
      },
      "block_order": [
        "heading_W67Y4J",
        "text_9NHFMt"
      ],
      "custom_css": [
        ".rich-text__blocks .h1 {font-size: 26px; font-weight: 700; line-height: 100%; color: #000;}",
        ".rich-text__text {margin-top: 1rem;}",
        ".rte p {font-size: 14px !important; color: #000 !important; padding-bottom: 15px; line-height: 30px;}",
        ".rich-text__text h3 {font-size: 18px !important; line-height: 30px; font-weight: 500; color: #000 !important;}"
      ],
      "name": "t:sections.rich-text.presets.name",
      "settings": {
        "desktop_content_position": "left",
        "content_alignment": "left",
        "color_scheme": "",
        "full_width": true,
        "padding_top": 0,
        "padding_bottom": 52
      }
    }
  },
  "order": [
    "shogun-helper",
    "main",
    "shogun-optimizer",
    "custom_promo_box_yWTW8g",
    "custom_breadcrumb_FtdYea",
    "rich_text_DQECNk",
    "rich_text_Q4f9Lp",
    "rich_text_TYdwjL"
  ]
}
